[
  {"id":"anders2010","abstract":"High-throughput sequencing assays such as RNA-Seq, ChIP-Seq or barcode counting provide quantitative readouts in the form of count data. To infer differential signal in such data correctly and with good statistical power, estimation of data variability throughout the dynamic range and a suitable error model are required. We propose a method based on the negative binomial distribution, with variance and mean linked by local regression and present an implementation, DESeq, as an R/Bioconductor package.","accessed":{"date-parts":[[2021,2,12]]},"author":[{"family":"Anders","given":"Simon"},{"family":"Huber","given":"Wolfgang"}],"container-title":"Genome Biology","container-title-short":"Genome Biology","DOI":"10.1186/gb-2010-11-10-r106","ISSN":"1474-760X","issue":"10","issued":{"date-parts":[[2010,10,27]]},"page":"R106","source":"BioMed Central","title":"Differential expression analysis for sequence count data","type":"article-journal","URL":"https://doi.org/10.1186/gb-2010-11-10-r106","volume":"11"},
  {"id":"arribas2016","abstract":"Biological communities inhabiting the soil are among the most diversified, complex and yet most poorly studied terrestrial ecosystems. The greatest knowledge gaps apply to the arthropod mesofauna (0·1–2 mm body size) because conventional morphological and molecular approaches are in many cases insufficient for the characterisation of these complex communities. The development of high-throughput sequencing (HTS) methodologies is required to solve current impediments and to further advance our understanding of below-ground biodiversity. We propose a flotation–Berlese–flotation (FBF) protocol for sampling and specimen processing to obtain ‘clean’ DNA extractions of arthropod mesofauna from the soil. In addition, we developed and tested HTS protocols for the characterisation of arthropod communities from these bulk DNA extractions using cox1 metabarcoding and shotgun metagenomic sequencing on the MiSeq Illumina platform. The FBF protocol provided DNA of soil arthropods from sufficiently large volumes of soil and free from contaminating bacteria and inhibitors. Metabarcoding and metagenomic sequencing on two deep soil samples from Iberian grasslands revealed >100 species of Acari and Collembola from 28 families. Genome assembly straight from shotgun sequencing of bulk specimens produced partial and full mitogenomes for 54 species with average length of >6000 bp. Metabarcoding and metagenomic sequencing resulted in closely congruent OTUs, but species numbers were highest with metabarcoding, while ∼73% of species were confirmed by matching shotgun sequence reads and ∼48% by contig assembly from those shotgun reads. In combination, the FBF protocol together with the PCR-based and shotgun sequencing pipelines addressed most of the challenges of studying soil arthropod mesofauna on the MiSeq Illumina platform. They are powerful, cost-efficient tools for characterising soil diversity in a phylogenetic and community ecology context. These methodological developments of HTS approaches for the study of mesofauna will accelerate ecological and evolutionary studies, biomonitoring of soil arthropods, and progress in both theoretical and applied soil science.","accessed":{"date-parts":[[2021,4,12]]},"author":[{"family":"Arribas","given":"Paula"},{"family":"Andújar","given":"Carmelo"},{"family":"Hopkins","given":"Kevin"},{"family":"Shepherd","given":"Matthew"},{"family":"Vogler","given":"Alfried P."}],"container-title":"Methods in Ecology and Evolution","DOI":"https://doi.org/10.1111/2041-210X.12557","ISSN":"2041-210X","issue":"9","issued":{"date-parts":[[2016]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/2041-210X.12557","page":"1071-1081","source":"Wiley Online Library","title":"Metabarcoding and mitochondrial metagenomics of endogean arthropods to unveil the mesofauna of the soil","type":"article-journal","URL":"http://besjournals.onlinelibrary.wiley.com/doi/abs/10.1111/2041-210X.12557","volume":"7"},
  {"id":"arrowsmith2018","abstract":"Historical, evolutionary, and ecological processes jointly shape the structure of communities, and the relative influence of such process may vary from one region to another. Nevertheless, much of community ecology focuses on one or several communities in a given region. To assess the relative importance and the context-dependency of processes shaping communities, studies in community ecology must be conducted across regions and along broad-scale environmental gradients. Regionally, historical colonization and extinction events, as well as diversification, can influence community structure by shaping the pool of potential community members (i.e., the regional species pool). Locally, a suite of deterministic and stochastic processes can influence community structure. We constructed a large time-calibrated phylogenetic tree for North American odonates and used analyses of phylogenetic community structure with explicit species pool definitions to assess the predominant processes structuring assemblages along a north–south environmental gradient spanning two biomes and 8° of latitude in eastern Canada. Phylogenetic analyses of 39 lentic (i.e., lake) odonate communities revealed that co-occurring species were on average more closely related than expected by chance, but only in the temperate biome. In addition, site-to-site variation in phylogenetic structure across the temperate and boreal biomes was most strongly related to variation in water pH. The most alkaline lakes were in the temperate biome and were also the most phylogenetically clustered, suggesting that water pH acts as a main environmental filter of odonate communities. An alternative explanation was that the recent radiation of damselflies increased the diversity of this group relative to that of dragonflies in the temperate species pool, thereby leaving a signature of clustering in that biome. However, our comparative null model analyses with explicit species pool definitions at least partially ruled out this explanation. Somewhat contrary to previous hypotheses regarding the assembly of odonate communities, our results suggest that stochastic processes alone cannot account for community structure in odonates and that deterministic, niche-based processes have a strong influence.","accessed":{"date-parts":[[2020,10,18]]},"author":[{"family":"Arrowsmith","given":"Julie"},{"family":"Shivaprakash","given":"K. Nagaraju"},{"family":"Larrivée","given":"Maxim"},{"family":"Turgeon","given":"Julie"},{"family":"Lessard","given":"Jean-Philippe"}],"container-title":"Ecosphere","DOI":"10.1002/ecs2.2473","ISSN":"2150-8925","issue":"12","issued":{"date-parts":[[2018]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/ecs2.2473","page":"e02473","source":"Wiley Online Library","title":"Environmental filtering along a broad-scale acidity gradient shapes the structure of odonate communities","type":"article-journal","URL":"http://esajournals.onlinelibrary.wiley.com/doi/abs/10.1002/ecs2.2473","volume":"9"},
  {"id":"asadi2012","accessed":{"date-parts":[[2020,5,25]]},"author":[{"family":"Asadi","given":"Mahdieh"},{"family":"Hinomoto","given":"Norihide"},{"family":"Saboori","given":"Alireza"},{"family":"Javan-Nikkhah","given":"Mohammad"}],"container-title":"International Journal of Acarology","container-title-short":"International Journal of Acarology","DOI":"10.1080/01647954.2011.633558","ISSN":"0164-7954, 1945-3892","issue":"2","issued":{"date-parts":[[2012,3]]},"language":"en","page":"96-100","source":"DOI.org (Crossref)","title":"Genetic diversity in mitochondrial cytochrome <i>c</i> oxidase subunit I sequences of the water mite <i>Hygrobates fluviatilis</i> (Acari: Hydrachnidia: Hygrobatidae)","title-short":"Genetic diversity in mitochondrial cytochrome <i>c</i> oxidase subunit I sequences of the water mite <i>Hygrobates fluviatilis</i> (Acari","type":"article-journal","URL":"http://www.tandfonline.com/doi/abs/10.1080/01647954.2011.633558","volume":"38"},
  {"id":"baines2020","abstract":"Dispersal determines the spatial dynamics of host-parasite assemblages, particularly during invasions and disease epidemics. The risk of parasitism may create an incentive for dispersal, but infection is expected to reduce dispersal ability, which may alter the host’s dispersal response to biotic stressors, including population density. We measured the dispersal of a semiaquatic insect (Notonecta undulata) in aquatic mesocosms in which we manipulated the presence of ectoparasitic Hydrachnidia mites and infected conspeciﬁcs. We found that parasitism risk increases host dispersal propensity. Using a ﬂight assay, we determined that parasite infection reduces host dispersal ability. Finally, we used a mark-release-recapture study to investigate the joint effects of both parasitism risk and parasite infection on host dispersal in a natural, spatially structured population. We found that parasitism risk reduced dispersal probability, eliminated positive density-dependent dispersal, and increased dispersal distance. Infection had no effect on dispersal in the natural population. Our results show that parasites can both increase and decrease the movement rates of their hosts, depending on the ecological context, and can alter the host’s dispersal response to other biotic stressors. Future studies should consider the consequences of this double-headed impact of parasites for landscape connectivity, population persistence, and host-parasite coevolution.","accessed":{"date-parts":[[2020,7,22]]},"author":[{"family":"Baines","given":"Celina B."},{"family":"Diab","given":"Salma"},{"family":"McCauley","given":"Shannon J."}],"container-title":"The American Naturalist","container-title-short":"The American Naturalist","DOI":"10.1086/709163","ISSN":"0003-0147, 1537-5323","issue":"2","issued":{"date-parts":[[2020,8]]},"language":"en","page":"119-131","source":"DOI.org (Crossref)","title":"Parasitism Risk and Infection Alter Host Dispersal","type":"article-journal","URL":"https://www.journals.uchicago.edu/doi/10.1086/709163","volume":"196"},
  {"id":"blattner2019","abstract":"Background:  Water mites are among the most diverse organisms inhabiting freshwater habitats and are considered as substantial part of the species communities in springs. As parasites, Hydrachnidia influence other invertebrates and play an important role in aquatic ecosystems. In Europe, 137 species are known to appear solely in or near springheads. New species are described frequently, especially with the help of molecular species identification and delimitation methods. The aim of this study was to verify the mainly morphology-based taxonomic knowledge of springinhabiting water mites of central Europe and to build a genetic species identification library.\nMethods:  We sampled 65 crenobiontic species across the central Alps and tested the suitability of mitochondrial (cox1) and nuclear (28S) markers for species delimitation and identification purposes. To investigate both markers, distance- and phylogeny-based approaches were applied. The presence of a barcoding gap was tested by using the automated barcoding gap discovery tool and intra- and interspecific genetic distances were investigated. Furthermore, we analyzed phylogenetic relationships between different taxonomic levels.\nResults:  A high degree of hidden diversity was observed. Seven taxa, morphologically identified as Bandakia concreta Thor, 1913, Hygrobates norvegicus (Thor, 1897), Ljania bipapillata Thor, 1898, Partnunia steinmanni Walter, 1906, Wandesia racovitzai Gledhill, 1970, Wandesia thori Schechtel, 1912 and Zschokkea oblonga Koenike, 1892, showed high intraspecific cox1 distances and each consisted of more than one phylogenetic clade. A clear intraspecific threshold between 5.6–6.0% K2P distance is suitable for species identification purposes. The monophyly of Hydrachnidia and the main superfamilies is evident with different species clearly separated into distinct clades. cox1 separates water mite species but is unsuitable for resolving higher taxonomic levels.\nConclusions:  Water mite species richness in springs is higher than has been suggested based on morphological species identification alone and further research is needed to evaluate the true diversity. The standard molecular species identification marker cox1 can be used to identify species but should be complemented by a nuclear marker, e.g. 28S, to resolve taxonomic relationships. Our results contribute to the taxonomical knowledge on spring inhabiting Hydrachnida, which is indispensable for the development and implementation of modern environment assessment methods, e.g. metabarcoding, in spring ecology.","accessed":{"date-parts":[[2020,2,3]]},"author":[{"family":"Blattner","given":"Lucas"},{"family":"Gerecke","given":"Reinhard"},{"family":"Fumetti","given":"Stefanie","non-dropping-particle":"von"}],"container-title":"Parasites & Vectors","container-title-short":"Parasites Vectors","DOI":"10.1186/s13071-019-3750-y","ISSN":"1756-3305","issue":"1","issued":{"date-parts":[[2019,12]]},"language":"en","page":"492","source":"DOI.org (Crossref)","title":"Hidden biodiversity revealed by integrated morphology and genetic species delimitation of spring dwelling water mite species (Acari, Parasitengona: Hydrachnidia)","title-short":"Hidden biodiversity revealed by integrated morphology and genetic species delimitation of spring dwelling water mite species (Acari, Parasitengona","type":"article-journal","URL":"https://parasitesandvectors.biomedcentral.com/articles/10.1186/s13071-019-3750-y","volume":"12"},
  {"id":"blondeau","author":[{"family":"Blondeau","given":"Maggie"},{"family":"Lessard","given":"Jean-Philippe"}],"type":"manuscript"},
  {"id":"bohonak1999","abstract":"Assaying population structure in species that dier in dispersal ability can help to determine whether population dierentiation is dependent on the movement of individuals between populations. Here, allozyme variation is analysed in over 1100 individuals from nine species and two species complexes of Arrenurus water mites collected throughout north-eastern North America. As larvae, eight taxa are obligate parasites of winged adult insects that provide the primary opportunity for dispersal. Three additional species have lost the ability to parasitize insects and do not disperse in this manner. Consistent with the glaciated history of the region, very low allozyme heterozygosity was found in these taxa (Ho  0.00±0.12), near panmixia in ®ve out of seven species for which population dierentiation was calculated and no patterns of isolation by distance over spatial scales up to several hundred kilometres. Nonetheless, in two out of three comparisons between sister species with and without parasitic larvae, parasitism was signi®cantly associated with higher heterozygosity. Population dierentiation could also be contrasted for two of these sister species pairs; in each case, lower estimates of FST were found in the mites able to disperse on insects. The statistical signi®cance of these contrasts was dependent on the method used to estimate variance. At the scale of the genus, behavioural dierences among insect vectors allows for broader hypotheses that relate water mite genetic diversity to dispersal ability. For the genus, rank correlations of dispersal ability with direct count heterozygosity (n  11) and population dierentiation (n  7) were not signi®cantly dierent from zero. These results are consistent with the hypothesis that allozyme population structure is primarily the result of historical patterns in these regions. However, comparisons between sister species suggest a limited role for dispersal in homogenizing populations genetically, even when drift±gene ¯ow equilibrium has not been achieved.","accessed":{"date-parts":[[2020,5,25]]},"author":[{"family":"Bohonak","given":"Andrew J"}],"container-title":"Heredity","container-title-short":"Heredity","DOI":"10.1038/sj.hdy.6885050","ISSN":"0018-067X, 1365-2540","issue":"4","issued":{"date-parts":[[1999,4]]},"language":"en","page":"451-461","source":"DOI.org (Crossref)","title":"Effect of insect-mediated dispersal on the genetic structure of postglacial water mite populations","type":"article-journal","URL":"http://www.nature.com/articles/6885050","volume":"82"},
  {"id":"bohonak2004","accessed":{"date-parts":[[2020,5,25]]},"author":[{"family":"Bohonak","given":"Andrew J."},{"family":"Smith","given":"Bruce P."},{"family":"Thornton","given":"Melissa"}],"container-title":"Freshwater Biology","container-title-short":"Freshwater Biol","DOI":"10.1111/j.1365-2426.2003.01177.x","ISSN":"0046-5070, 1365-2427","issue":"2","issued":{"date-parts":[[2004,2]]},"language":"en","page":"170-180","source":"DOI.org (Crossref)","title":"Distributional, morphological and genetic consequences of dispersal for temporary pond water mites","type":"article-journal","URL":"http://doi.wiley.com/10.1111/j.1365-2426.2003.01177.x","volume":"49"},
  {"id":"bonn1996","abstract":"The influence of ectoparasitic water mite larvae (Arrenurus) on the fluctuating asymmetry (FA) of forewing length and cell number in the forewings of the damselfly Coenagrion puella has been investigated. We show a significant correlation between the FA of forewing length and the mite load. Most explanations for increases in FA implicate environmental stress combined with the inability of the genome to stabilize the phenotype. In contrast, our results demonstrate that FA could be the result of a very short-term impact during ontogenesis, due to chance parasitism.","accessed":{"date-parts":[[2020,5,25]]},"author":[{"family":"Bonn","given":"A."},{"family":"Gasse","given":"M."},{"family":"Rolff","given":"J."},{"family":"Martens","given":"A."}],"container-title":"Oecologia","container-title-short":"Oecologia","DOI":"10.1007/BF00329031","ISSN":"0029-8549, 1432-1939","issue":"4","issued":{"date-parts":[[1996,12]]},"language":"en","page":"596-598","source":"DOI.org (Crossref)","title":"Increased fluctuating asymmetry in the damselfly Coenagrion puella is correlated with ectoparasitic water mites: implications for fluctuating asymmetry theory","title-short":"Increased fluctuating asymmetry in the damselfly Coenagrion puella is correlated with ectoparasitic water mites","type":"article-journal","URL":"http://link.springer.com/10.1007/BF00329031","volume":"108"},
  {"id":"borregaard2014","abstract":"The integration of species distributions and evolutionary relationships is one of the most rapidly moving research fields today and has led to considerable advances in our understanding of the processes underlying biogeographical patterns. Here, we develop a set of metrics, the specific overrepresentation score (SOS) and the geographic node divergence (GND) score, which together combine ecological and evolutionary patterns into a single framework and avoids many of the problems that characterize community phylogenetic methods in current use. This approach goes through each node in the phylogeny and compares the distributions of descendant clades to a null model. The method employs a balanced null model, is independent of phylogeny size, and allows an intuitive visualization of the results. We demonstrate how this novel implementation can be used to generate hypotheses for biogeographical patterns with case studies on two groups with well-described biogeographical histories: a local-scale community data set of hummingbirds in the North Andes, and a large-scale data set of the distribution of all species of New World flycatchers. The node-based analysis of these two groups generates a set of intuitively interpretable patterns that are consistent with current biogeographical knowledge. Importantly, the results are statistically tractable, opening many possibilities for their use in analyses of evolutionary, historical and spatial patterns of species diversity. The method is implemented as an upcoming R package nodiv, which makes it accessible and easy to use.","accessed":{"date-parts":[[2020,5,12]]},"author":[{"family":"Borregaard","given":"Michael K."},{"family":"Rahbek","given":"Carsten"},{"family":"Fjeldså","given":"Jon"},{"family":"Parra","given":"Juan L."},{"family":"Whittaker","given":"Robert J."},{"family":"Graham","given":"Catherine H."}],"container-title":"Methods in Ecology and Evolution","DOI":"10.1111/2041-210X.12283","ISSN":"2041-210X","issue":"11","issued":{"date-parts":[[2014]]},"language":"en","note":"_eprint: https://besjournals.onlinelibrary.wiley.com/doi/pdf/10.1111/2041-210X.12283","page":"1225-1235","source":"Wiley Online Library","title":"Node-based analysis of species distributions","type":"article-journal","URL":"https://besjournals.onlinelibrary.wiley.com/doi/abs/10.1111/2041-210X.12283","volume":"5"},
  {"id":"bramonmora2018","abstract":"Although the structure of empirical food webs can differ between ecosystems, there is growing evidence of multiple ways in which they also exhibit common topological properties. To reconcile these contrasting observations, we postulate the existence of a backbone of interactions underlying all ecological networks—a common substructure within every network comprised of species playing similar ecological roles—and a periphery of species whose idiosyncrasies help explain the differences between networks. To test this conjecture, we introduce a new approach to investigate the structural similarity of 411 food webs from multiple environments and biomes. We first find significant differences in the way species in different ecosystems interact with each other. Despite these differences, we then show that there is compelling evidence of a common backbone of interactions underpinning all food webs. We expect that identifying a backbone of interactions will shed light on the rules driving assembly of different ecological communities.","accessed":{"date-parts":[[2020,8,25]]},"author":[{"family":"Bramon Mora","given":"Bernat"},{"family":"Gravel","given":"Dominique"},{"family":"Gilarranz","given":"Luis J."},{"family":"Poisot","given":"Timothée"},{"family":"Stouffer","given":"Daniel B."}],"container-title":"Nature Communications","DOI":"10.1038/s41467-018-05056-0","ISSN":"2041-1723","issue":"1","issued":{"date-parts":[[2018,7,4]]},"language":"en","number":"1","page":"2603","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Identifying a common backbone of interactions underlying food webs from different ecosystems","type":"article-journal","URL":"https://www.nature.com/articles/s41467-018-05056-0","volume":"9"},
  {"id":"bush1994","accessed":{"date-parts":[[2021,3,27]]},"author":[{"family":"Bush","given":"Albert O."},{"family":"Kennedy","given":"Clive R."}],"container-title":"International Journal for Parasitology","container-title-short":"International Journal for Parasitology","DOI":"10.1016/0020-7519(94)90199-6","ISSN":"00207519","issue":"8","issued":{"date-parts":[[1994,12]]},"language":"en","page":"1333-1343","source":"DOI.org (Crossref)","title":"Host fragmentation and helminth parasites: Hedging your bets against extinction","title-short":"Host fragmentation and helminth parasites","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/0020751994901996","volume":"24"},
  {"id":"callahan2016","abstract":"DADA2 is an open-source software package that denoises and removes sequencing errors from Illumina amplicon sequence data to distinguish microbial sample sequences differing by as little as a single nucleotide.","accessed":{"date-parts":[[2021,1,9]]},"author":[{"family":"Callahan","given":"Benjamin J."},{"family":"McMurdie","given":"Paul J."},{"family":"Rosen","given":"Michael J."},{"family":"Han","given":"Andrew W."},{"family":"Johnson","given":"Amy Jo A."},{"family":"Holmes","given":"Susan P."}],"container-title":"Nature Methods","DOI":"10.1038/nmeth.3869","ISSN":"1548-7105","issue":"7","issued":{"date-parts":[[2016,7]]},"language":"en","number":"7","page":"581-583","publisher":"Nature Publishing Group","source":"www.nature.com","title":"DADA2: High-resolution sample inference from Illumina amplicon data","title-short":"DADA2","type":"article-journal","URL":"https://www.nature.com/articles/nmeth.3869","volume":"13"},
  {"id":"cavender-bares2009","abstract":"The increasing availability of phylogenetic data, computing power and informatics tools has facilitated a rapid expansion of studies that apply phylogenetic data and methods to community ecology. Several key areas are reviewed in which phylogenetic information helps to resolve long-standing controversies in community ecology, challenges previous assumptions, and opens new areas of investigation. In particular, studies in phylogenetic community ecology have helped to reveal the multitude of processes driving community assembly and have demonstrated the importance of evolution in the assembly process. Phylogenetic approaches have also increased understanding of the consequences of community interactions for speciation, adaptation and extinction. Finally, phylogenetic community structure and composition holds promise for predicting ecosystem processes and impacts of global change. Major challenges to advancing these areas remain. In particular, determining the extent to which ecologically relevant traits are phylogenetically conserved or convergent, and over what temporal scale, is critical to understanding the causes of community phylogenetic structure and its evolutionary and ecosystem consequences. Harnessing phylogenetic information to understand and forecast changes in diversity and dynamics of communities is a critical step in managing and restoring the Earth’s biota in a time of rapid global change.","accessed":{"date-parts":[[2020,5,13]]},"author":[{"family":"Cavender‐Bares","given":"Jeannine"},{"family":"Kozak","given":"Kenneth H."},{"family":"Fine","given":"Paul V. A."},{"family":"Kembel","given":"Steven W."}],"container-title":"Ecology Letters","DOI":"10.1111/j.1461-0248.2009.01314.x","ISSN":"1461-0248","issue":"7","issued":{"date-parts":[[2009]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/j.1461-0248.2009.01314.x","page":"693-715","source":"Wiley Online Library","title":"The merging of community ecology and phylogenetic biology","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1461-0248.2009.01314.x","volume":"12"},
  {"id":"chao2014","abstract":"Hill numbers or the effective number of species are increasingly used to quantify species diversity of an assemblage. Hill numbers were recently extended to phylogenetic diversity, which incorporates species evolutionary history, as well as to functional diversity, which considers the differences among species traits. We review these extensions and integrate them into a framework of attribute diversity (the effective number of entities or total attribute value) based on Hill numbers of taxonomic entities (species), phylogenetic entities (branches of unit-length), or functional entities (species-pairs with unit-distance between species). This framework uniﬁes ecologists’ measures of species diversity, phylogenetic diversity, and distance-based functional diversity. It also provides a uniﬁed method of decomposing these diversities and constructing normalized taxonomic, phylogenetic, and functional similarity and differentiation measures, including N-assemblage phylogenetic or functional generalizations of the classic Jaccard, Sørensen, Horn, and Morisita-Horn indexes. A real example shows how this framework extracts ecological meaning from complex data.","accessed":{"date-parts":[[2020,7,29]]},"author":[{"family":"Chao","given":"Anne"},{"family":"Chiu","given":"Chun-Huo"},{"family":"Jost","given":"Lou"}],"container-title":"Annual Review of Ecology, Evolution, and Systematics","container-title-short":"Annu. Rev. Ecol. Evol. Syst.","DOI":"10.1146/annurev-ecolsys-120213-091540","ISSN":"1543-592X, 1545-2069","issue":"1","issued":{"date-parts":[[2014,11,23]]},"language":"en","page":"297-324","source":"DOI.org (Crossref)","title":"Unifying Species Diversity, Phylogenetic Diversity, Functional Diversity, and Related Similarity and Differentiation Measures Through Hill Numbers","type":"article-journal","URL":"http://www.annualreviews.org/doi/10.1146/annurev-ecolsys-120213-091540","volume":"45"},
  {"id":"cirtwill2015","accessed":{"date-parts":[[2020,4,17]]},"author":[{"family":"Cirtwill","given":"Alyssa R."},{"family":"Stouffer","given":"Daniel B."},{"family":"Romanuk","given":"Tamara N."}],"container-title":"Proceedings of the Royal Society B: Biological Sciences","container-title-short":"Proc. R. Soc. B","DOI":"10.1098/rspb.2015.1589","ISSN":"0962-8452, 1471-2954","issue":"1819","issued":{"date-parts":[[2015,11,22]]},"language":"en","page":"20151589","source":"DOI.org (Crossref)","title":"Latitudinal gradients in biotic niche breadth vary across ecosystem types","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rspb.2015.1589","volume":"282"},
  {"id":"cordero-rivera2018","abstract":"We studied parasitism rate by the terrestrial mite Leptus killingtoni Turk (Acari: Erythraeidae) on asexual parthenogenetic damselflies, Ischnura hastata (Say), and sexual Ischnura pumilio (Charpentier) (Odonata: Coenagrionidae) on Pico island (Azores, Portugal). We sampled 52 water bodies on the island and recorded whether Ischnura specimens were parasitized. Half of the water bodies had either dried up or were almost dry or did not have Ischnura populations. In the remaining 23 ponds, mite parasitism was extremely low, with only 3.6% of I. hastata females bearing one or more mites. Ischnura pumilio was rare on the island (61 specimens examined) and had also very few parasites (9.8% parasitism). We examined the biology of the mite and its effects on the host, by studying mite attachment behavior and seasonal abundance, in an intensive study of one pond (Lagoa do Landroal). At this pond, mite prevalence peaked at the start of the sampling period, with 32% of females of I. hastata parasitized and decreased continuously until the end of the study, when only 2% were parasitized. The analysis of mark–recapture histories of 1 748 females of I. hastata indicates that mites did not affect female survival or recapture rate. Our results suggest that L. killingtoni is unlikely to represent a significant selective factor for odonates on the island of Pico, if its density is as low as during the period of our study, although it could be relevant when it is locally abundant or during periods of outbreak.","accessed":{"date-parts":[[2020,10,1]]},"author":[{"family":"Cordero‐Rivera","given":"A."},{"family":"Vieira","given":"V."},{"family":"Utzeri","given":"C."}],"container-title":"Entomologia Experimentalis et Applicata","DOI":"10.1111/eea.12705","ISSN":"1570-7458","issue":"7","issued":{"date-parts":[[2018]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/eea.12705","page":"583-591","source":"Wiley Online Library","title":"Clonal damselflies (Ischnura hastata) are not significantly affected by mite parasitism","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1111/eea.12705","volume":"166"},
  {"id":"dallas2018","abstract":"Decreasing similarity between ecological communities with increasing geographic distance (i.e. distance-decay) is a common biogeographical observation in free-living communities, and a slightly less common observation for parasite communities. Ecological networks of interacting species may adhere to a similar pattern of decreasing interaction similarity with increasing geographic distance, especially if species interactions are maintained across space. We extend this further, examining if host–parasite networks – independent of host and parasite species identities – become more structurally dissimilar with increasing geographic distance. Utilizing a global database of helminth parasite occurrence records, we find evidence for distance-decay relationships in host and parasite communities at both regional and global scales, but fail to detect similar relationships in network structural similarity. Host and parasite community similarity were strongly related, and both decayed rapidly with increasing geographic distance, typically resulting in complete dissimilarity after approximately 2500 km. Our failure to detect a decay in network structural similarity suggests the possibility that different host and parasite species are filling the same functional roles in interaction networks, or that variation in network similarity may be better explained by other geographic variables or aspects of host and parasite ecology.","accessed":{"date-parts":[[2020,8,25]]},"author":[{"family":"Dallas","given":"Tad"},{"family":"Poisot","given":"Timothée"}],"container-title":"Ecography","DOI":"10.1111/ecog.03514","ISSN":"1600-0587","issue":"9","issued":{"date-parts":[[2018]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/ecog.03514","page":"1534-1542","source":"Wiley Online Library","title":"Compositional turnover in host and parasite communities does not change network structure","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1111/ecog.03514","volume":"41"},
  {"id":"deagle2019","abstract":"Advances in DNA sequencing technology have revolutionized the field of molecular analysis of trophic interactions, and it is now possible to recover counts of food DNA sequences from a wide range of dietary samples. But what do these counts mean? To obtain an accurate estimate of a consumer's diet should we work strictly with data sets summarizing frequency of occurrence of different food taxa, or is it possible to use relative number of sequences? Both approaches are applied to obtain semi-quantitative diet summaries, but occurrence data are often promoted as a more conservative and reliable option due to taxa-specific biases in recovery of sequences. We explore representative dietary metabarcoding data sets and point out that diet summaries based on occurrence data often overestimate the importance of food consumed in small quantities (potentially including low-level contaminants) and are sensitive to the count threshold used to define an occurrence. Our simulations indicate that using relative read abundance (RRA) information often provides a more accurate view of population-level diet even with moderate recovery biases incorporated; however, RRA summaries are sensitive to recovery biases impacting common diet taxa. Both approaches are more accurate when the mean number of food taxa in samples is small. The ideas presented here highlight the need to consider all sources of bias and to justify the methods used to interpret count data in dietary metabarcoding studies. We encourage researchers to continue addressing methodological challenges and acknowledge unanswered questions to help spur future investigations in this rapidly developing area of research.","accessed":{"date-parts":[[2020,7,2]]},"author":[{"family":"Deagle","given":"Bruce E."},{"family":"Thomas","given":"Austen C."},{"family":"McInnes","given":"Julie C."},{"family":"Clarke","given":"Laurence J."},{"family":"Vesterinen","given":"Eero J."},{"family":"Clare","given":"Elizabeth L."},{"family":"Kartzinel","given":"Tyler R."},{"family":"Eveson","given":"J. Paige"}],"container-title":"Molecular Ecology","DOI":"10.1111/mec.14734","ISSN":"1365-294X","issue":"2","issued":{"date-parts":[[2019]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/mec.14734","page":"391-406","source":"Wiley Online Library","title":"Counting with DNA in metabarcoding studies: How should we convert sequence reads to dietary data?","title-short":"Counting with DNA in metabarcoding studies","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/mec.14734","volume":"28"},
  {"id":"delmas2019","abstract":"Network approaches to ecological questions have been increasingly used, particularly in recent decades. The abstraction of ecological systems – such as communities – through networks of interactions between their components indeed provides a way to summarize this information with single objects. The methodological framework derived from graph theory also provides numerous approaches and measures to analyze these objects and can offer new perspectives on established ecological theories as well as tools to address new challenges. However, prior to using these methods to test ecological hypotheses, it is necessary that we understand, adapt, and use them in ways that both allow us to deliver their full potential and account for their limitations. Here, we attempt to increase the accessibility of network approaches by providing a review of the tools that have been developed so far, with – what we believe to be – their appropriate uses and potential limitations. This is not an exhaustive review of all methods and metrics, but rather, an overview of tools that are robust, informative, and ecologically sound. After providing a brief presentation of species interaction networks and how to build them in order to summarize ecological information of different types, we then classify methods and metrics by the types of ecological questions that they can be used to answer from global to local scales, including methods for hypothesis testing and future perspectives. Specifically, we show how the organization of species interactions in a community yields different network structures (e.g., more or less dense, modular or nested), how different measures can be used to describe and quantify these emerging structures, and how to compare communities based on these differences in structures. Within networks, we illustrate metrics that can be used to describe and compare the functional and dynamic roles of species based on their position in the network and the organization of their interactions as well as associated new methods to test the significance of these results. Lastly, we describe potential fruitful avenues for new methodological developments to address novel ecological questions.","accessed":{"date-parts":[[2020,6,26]]},"author":[{"family":"Delmas","given":"Eva"},{"family":"Besson","given":"Mathilde"},{"family":"Brice","given":"Marie-Hélène"},{"family":"Burkle","given":"Laura A."},{"family":"Riva","given":"Giulio V. Dalla"},{"family":"Fortin","given":"Marie-Josée"},{"family":"Gravel","given":"Dominique"},{"family":"Guimarães","given":"Paulo R."},{"family":"Hembry","given":"David H."},{"family":"Newman","given":"Erica A."},{"family":"Olesen","given":"Jens M."},{"family":"Pires","given":"Mathias M."},{"family":"Yeakel","given":"Justin D."},{"family":"Poisot","given":"Timothée"}],"container-title":"Biological Reviews","DOI":"10.1111/brv.12433","ISSN":"1469-185X","issue":"1","issued":{"date-parts":[[2019]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/brv.12433","page":"16-36","source":"Wiley Online Library","title":"Analysing ecological networks of species interactions","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/brv.12433","volume":"94"},
  {"id":"ding2017","abstract":"A new species of the water mite genus Sperchon Kramer, 1877 from China, Sperchon fuxiensis Zhang, sp. n., is described and illustrated in this article. DNA barcoding for the new species is documented for future use. Descriptions of both male and female of Sperchon rostratus Lundblad, 1969 are given in the present study, and DNA barcoding for identifying S. rostratus is also discussed.","accessed":{"date-parts":[[2020,5,25]]},"author":[{"family":"Ding","given":"Jian-Hua"},{"family":"Sun","given":"Jing-Lan"},{"family":"Zhang","given":"Xu"}],"container-title":"ZooKeys","container-title-short":"ZK","DOI":"10.3897/zookeys.707.13493","ISSN":"1313-2970, 1313-2989","issued":{"date-parts":[[2017,10,10]]},"language":"en","page":"47-61","source":"DOI.org (Crossref)","title":"A new species of the water mite genus Sperchon Kramer, 1877 from China, with identifying Sperchon rostratus Lundblad, 1969 through DNA barcoding (Acari, Hydrachnidia, Sperchontidae)","type":"article-journal","URL":"https://zookeys.pensoft.net/articles.php?id=13493","volume":"707"},
  {"id":"dion-phenix2021","abstract":"Trophic networks are composed of many organisms hosting microbiota that interact with their hosts and with each other. Yet, our knowledge of the factors driving variation in microbiota and their interactions in wild communities is limited. To investigate the relation among host microbiota across a trophic network, we studied the bacterial microbiota of two species of primary producers (downy and holm oaks), a primary consumer (caterpillars), and a secondary consumer (blue tits) at nine sites in Corsica. To quantify bacterial microbiota, we ampliﬁed 16S rRNA gene sequences in blue tit feces, caterpillars, and leaf samples. Our results showed that hosts from adjacent trophic levels had a more similar bacterial microbiota than hosts separated by two trophic levels. Our results also revealed a difference between bacterial microbiota present on the two oak species, and among leaves from different sites. The main drivers of bacterial microbiota variation within each trophic level differed across spatial scales, and sharing the same tree or nest box increased similarity in bacterial microbiota for caterpillars and blue tits. This study quantiﬁes host microbiota interactions across a three-level trophic network and illustrates how the factors shaping bacterial microbiota composition vary among different hosts.","accessed":{"date-parts":[[2021,4,10]]},"author":[{"family":"Dion-Phénix","given":"Hélène"},{"family":"Charmantier","given":"Anne"},{"family":"Franceschi","given":"Christophe","non-dropping-particle":"de"},{"family":"Bourret","given":"Geneviève"},{"family":"Kembel","given":"Steven W."},{"family":"Réale","given":"Denis"}],"container-title":"The ISME Journal","container-title-short":"ISME J","DOI":"10.1038/s41396-020-00836-3","ISSN":"1751-7362, 1751-7370","issue":"4","issued":{"date-parts":[[2021,4]]},"language":"en","page":"1098-1107","source":"DOI.org (Crossref)","title":"Bacterial microbiota similarity between predators and prey in a blue tit trophic network","type":"article-journal","URL":"http://www.nature.com/articles/s41396-020-00836-3","volume":"15"},
  {"id":"disabatino2008","abstract":"The Hydrachnidia (water mites) represent the most important group of the Arachnida in fresh water. Over 6,000 species have been described worldwide, representing 57 families, 81 subfamilies and more than 400 genera. The article analyzes extant water mite diversity and biogeography. Data on distribution and species richness of water mites are substantial but still far from complete. Many parts of the world are poorly investigated, Oriental and Afrotropical regions in particular. Moreover, information among different freshwater habitats is unbalanced with springs and interstitial waters disproportionately unrepresented. Therefore, more than 10,000 species could be reasonably expected to occur in inland waters worldwide. Based on available information, the Palaearctic region represents one of the better investigated areas with the highest number of species recorded (1,642 species). More than 1,000 species have been recorded in each of the Neotropical (1,305 species) and Nearctic regions (1,025 species). Known species richness is lower in Afrotropical (787 species) and Australasian (694 species) regions, and lowest in the Oriental region (554 species). The total number of genera is not correlated with species richness and is distinctly higher in the Neotropical (164 genera); genus richness is similar in the Palaearctic, Nearctic and Australasian regions (128-131 genera) and is lower in the Afrotropical and Oriental regions with 110 and 94 genera, respectively. A mean number of about three genera per family occur in the Palaeartic, Nearctic and Oriental while an average of more than four genera characterizes the families of Australasian and Afrotropical regions and more than five genera those of the Neotropical. Australasian fauna is also characterized by the highest percentage of endemic genera (62%), followed by Neotropical (50.6%) and Afrotropical (47.2%) regions. Lower values are recorded for the Palaearctic (26.9%), Oriental (24.4%) and Nearctic (21.4%). The Palaearctic and Nearctic have the highest faunistic similarity, some minor affinities are also evident for the generic diversification of Holarctic and Oriental families. The faunas of Southern Hemisphere bioregions are more distinct and characterized by the presence of ancient Gondwanan clades with a regional diversification particularly evident in the Neotropics and Australasia. This scenario of water mite diversity and distribution reflect the basic vicariance pattern, isolation, phylogenetic diversification, recent climatic vicissitudes and episodes of dispersal between adjacent land masses together with extant ecological factors can be evoked to explain distribution patterns at a global scale.","author":[{"family":"Di Sabatino","given":"Antonio"},{"family":"Smit","given":"Harry"},{"family":"Gerecke","given":"Reinhard"},{"family":"Goldschmidt","given":"Tom"},{"family":"Matsumoto","given":"Noriko"},{"family":"Cicolani","given":"Bruno"}],"container-title":"Hydrobiologia","container-title-short":"Hydrobiologia","DOI":"10.1007/s10750-007-9025-1","event-place":"Dordrecht","ISSN":"0018-8158","issued":{"date-parts":[[2008,1]]},"language":"English","note":"WOS:000252253300034","page":"303-315","publisher":"Springer","publisher-place":"Dordrecht","source":"Web of Science","title":"Global diversity of water mites (Acari, Hydrachnidia; Arachnida) in freshwater","type":"article-journal","volume":"595"},
  {"id":"dumont2010","abstract":"Abstract. We estimated the phylogeny of the order Odonata, based on sequences of the nuclear ribosomal genes 5.8 S, 18S, and ITS1 and 2. An 18S-only analysis resolved deep relationships well: the order Odonata, as well as suborders Zygoptera and Epiprocta (Anisoptera + Epiophlebia), emerged as monophyletic. Some other deep clades resolved well, but support for more recently diverged clades was generally weak. A second, simultaneous, analysis of the 5.8S and 18S genes with the intergenic spacers ITS1 and 2 resolved some recent branches better, but appeared less reliable for deep clades with, for example, suborder Anisoptera emerging as paraphyletic and Epiophlebia superstes recovered as an Anisopteran, embedded within aeshnoid-like anisopterans and sister to the cordulegastrids. Most existing family levels in the Anisoptera were confirmed as monophyletic clades in both analyses. However, within the corduliids that form a major monophyletic clade with the Libellulidae, several subclades were recovered, of which at least Macromiidae and Oxygastridae are accepted at the family level. In the Zygoptera, the situation is complex. The lestid-like family groups (here called Lestomorpha) emerged as sister taxon to all other zygopterans, with Hemiphlebia sister to all other lestomorphs. Platystictidae formed a second monophylum, subordinated to lestomorphs. At the next level, some traditional clades were confirmed, but the tropical families Megapodagrionidae and Amphipterygidae were recovered as strongly polyphyletic, and tended to nest within the clade Caloptera, rendering it polyphyletic. Platycnemididae were also non-monophyletic, with several representatives of uncertain placement. Coenagrionids were diphyletic. True Platycnemididae and non-American Protoneurids are closely related, but their relationship to the other zygopterans remains obscure and needs more study. New World protoneurids appeared relatively unrelated to old world + Australian protoneurids. Several recent taxonomic changes at the genus level, based on morphology, were confirmed, but other morphology-based taxonomies have misclassified taxa considered currently as Megapodagrionidae, Platycnemididae and Amphipterygidae and have underestimated the number of family-level clades.","accessed":{"date-parts":[[2020,5,11]]},"author":[{"family":"Dumont","given":"Henri J."},{"family":"Vierstraete","given":"Andy"},{"family":"Vanfleteren","given":"Jacques R."}],"container-title":"Systematic Entomology","DOI":"10.1111/j.1365-3113.2009.00489.x","ISSN":"1365-3113","issue":"1","issued":{"date-parts":[[2010]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/j.1365-3113.2009.00489.x","page":"6-18","source":"Wiley Online Library","title":"A molecular phylogeny of the Odonata (Insecta)","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1111/j.1365-3113.2009.00489.x","volume":"35"},
  {"id":"dupont2020","abstract":"In spatial regression models, collinearity between covariates and spatial eﬀects can lead to signiﬁcant bias in eﬀect estimates. This problem, known as spatial confounding, is encountered modelling forestry data to assess the eﬀect of temperature on tree health. Reliable inference is diﬃcult as results depend on whether or not spatial eﬀects are included in the model. The mechanism behind spatial confounding is poorly understood and methods for dealing with it are limited. We propose a novel approach, spatial+, in which collinearity is reduced by replacing the covariates in the spatial model by their residuals after spatial dependence has been regressed away. Using a thin plate spline model formulation, we recognise spatial confounding as a smoothing-induced bias identiﬁed by Rice (1986), and through asymptotic analysis of the eﬀect estimates, we show that spatial+ avoids the bias problems of the spatial model. This is also demonstrated in a simulation study. Spatial+ is straight-forward to implement using existing software and, as the response variable is the same as that of the spatial model, standard model selection criteria can be used for comparisons. A major advantage of the method is also that it extends to models with non-Gaussian response distributions. Finally, while our results are derived in a thin plate spline setting, the spatial+ methodology transfers easily to other spatial model formulations.","accessed":{"date-parts":[[2021,2,9]]},"author":[{"family":"Dupont","given":"Emiko"},{"family":"Wood","given":"Simon N."},{"family":"Augustin","given":"Nicole"}],"container-title":"arXiv:2009.09420 [math, stat]","issued":{"date-parts":[[2020,9,20]]},"language":"en","source":"arXiv.org","title":"Spatial+: a novel approach to spatial confounding","title-short":"Spatial+","type":"article-journal","URL":"http://arxiv.org/abs/2009.09420"},
  {"id":"ellis2020","abstract":"Many hypotheses attempt to explain parasite–host associations, but rarely are they examined together in a single community. For hosts, key traits are the proportion of infected individuals (prevalence) and the diversity of parasites infecting them. A key parasite trait is host specificity, ranging from specialists infecting one or a few closely related species to generalists infecting many species. We tested 10 hypotheses to explain host-parasite associations; five ‘host-centric’ (e.g. prevalence is related to host abundance) and five ‘parasite-centric’ (e.g. parasite abundance is related to host specificity). We analyzed a community of 67 locally transmitted avian haemosporidian parasite lineages (genera Plasmodium, Haemoproteus or Leucocytozoon), sampled from 2726 birds (64 species) in southern Sweden. Among host-centric hypotheses, Haemoproteus and Leucocytozoon prevalence and Haemoproteus diversity were related to host habitat preferences, whereas there were no relationships with host abundance or body mass. Haemoproteus and Leucocytozoon prevalences were more similar among closely related than among distantly related host species. Haemoproteus prevalence and diversity were lower in host species with few close relatives (‘evolutionarily distinct’ hosts). Among parasite-centric hypotheses, most lineages, even relative generalists, infected closely related host species more often than expected by chance. However, the host species of Haemoproteus and Leucocytozoon lineages overlapped less among lineages than expected by chance. Specialists did not reach higher prevalences than generalists on single host species. However, the abundance of Haemoproteus lineages was related to host specificity with generalists more common than specialists; this was driven by three closely related generalists. Host specificity of parasites was unrelated to the abundance or evolutionarily distinctiveness of their hosts. Parasite communities are likely structured by many factors and cannot be explained by hypotheses focusing solely on hosts or parasites. However, we found consistent effects of host phylogenetic relationships, plausibly a result of evolutionarily conserved host immune systems limiting parasite distributions.","accessed":{"date-parts":[[2020,10,8]]},"author":[{"family":"Ellis","given":"Vincenzo A."},{"family":"Huang","given":"Xi"},{"family":"Westerdahl","given":"Helena"},{"family":"Jönsson","given":"Jane"},{"family":"Hasselquist","given":"Dennis"},{"family":"Neto","given":"Júlio M."},{"family":"Nilsson","given":"Jan-Åke"},{"family":"Nilsson","given":"Johan"},{"family":"Hegemann","given":"Arne"},{"family":"Hellgren","given":"Olof"},{"family":"Bensch","given":"Staffan"}],"container-title":"Oikos","DOI":"10.1111/oik.07280","ISSN":"1600-0706","issue":"9","issued":{"date-parts":[[2020]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/oik.07280","page":"1314-1329","source":"Wiley Online Library","title":"Explaining prevalence, diversity and host specificity in a community of avian haemosporidian parasites","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1111/oik.07280","volume":"129"},
  {"id":"forbes1991","abstract":"The extent, magnitude, and cause of natural covariation between degree of parasitism and other variables known or suspected of influencing host fitness (such as host age or body size) has been understudied. We demonstrate that degree of parasitism by larval water mites (Arrenurus spp.) was associated with reduced condition of males and with lowered fecundity of young females of the damselfly, Enallagma ebrium (Hagen) (Odonata: Coenagrionidae). We also demonstrate that degree of parasitism can covary with both age and size of host damselflies. We explain the putative causes of such natural covariation, and we suggest that degree of parasitism, host age, and host size can all interact to determine damselfly fitness. We expect that natural covariation between the host's phenotype and degree of parasitism will be frequently observed. Studies of such natural covariation will help researchers to assess better the importance of several variables on host reproductive success and to understand better the dynamics of host-parasite interactions.","author":[{"family":"Forbes","given":"Mark R L"},{"family":"Baker","given":"Robert L"}],"container-title":"Oecologia","issued":{"date-parts":[[1991]]},"language":"en","page":"7","source":"Zotero","title":"Condition and fecundity of the damselfly, Enalagma ebrium (Hagen): the importance of ectoparasites","type":"article-journal"},
  {"id":"forbes1999","abstract":"Using ®eld surveys and histological methods, we show that a dragon¯y species (Sympetrum internum) has an eective resistance, not seen previously in other odonates, to a mite parasite (Arrenurus planus). This mite is a generalist parasite known to eectively engorge on several other odonate species. We argue that selection is likely weak, favouring counter adaptations of Arrenurus planus to Sympetrum internum, in part because other host species are available. We further argue that this pattern is possibly linked to the fact that the mode of resistance is relatively novel, and because Sympetrum internum is rare compared to another host species, Sympetrum obtrusum, at our study site. Although resistance of Sympetrum internum is quite eective against Arrenurus planus, Arrenurus planus larvae still attach to this species, but less often than they attach to Sympetrum obtrusum. Attachment to unsuitable hosts may re¯ect constraints operating on Arrenurus planus larvae during host discovery. Such factors in¯uencing the evolution of resistance, when several potential host species exist, have not received much attention. # 1999 Australian Society for Parasitology Inc. Published by Elsevier Science Ltd. All rights reserved.","author":[{"family":"Forbes","given":"Mark R"},{"family":"Muma","given":"Katherine E"},{"family":"Smith","given":"Bruce P"}],"container-title":"International Journal for Parasitology","issued":{"date-parts":[[1999]]},"language":"en","page":"9","source":"Zotero","title":"Parasitism of Sympetrum dragon¯ies by Arrenurus planus mites: maintenance of resistance particular to one species","type":"article-journal"},
  {"id":"gotelli2002","accessed":{"date-parts":[[2020,8,10]]},"author":[{"family":"Gotelli","given":"Nicholas J."},{"family":"Rohde","given":"Klaus"}],"container-title":"Ecology Letters","container-title-short":"Ecol Letters","DOI":"10.1046/j.1461-0248.2002.00288.x","ISSN":"1461-023X, 1461-0248","issue":"1","issued":{"date-parts":[[2002,1]]},"language":"en","page":"86-94","source":"DOI.org (Crossref)","title":"Co-occurrence of ectoparasites of marine fishes: a null model analysis","title-short":"Co-occurrence of ectoparasites of marine fishes","type":"article-journal","URL":"http://doi.wiley.com/10.1046/j.1461-0248.2002.00288.x","volume":"5"},
  {"id":"graham2018","abstract":"Aim Many important patterns and processes vary across the phylogeny and depend on phylogenetic scale. Nonetheless, phylogenetic scale has never been formally conceptualized, and its potential remains largely unexplored. Here, we formalize the concept of phylogenetic scale, review how phylogenetic scale has been considered across multiple fields and provide practical guidelines for the use of phylogenetic scale to address a range of biological questions. Innovation We summarize how phylogenetic scale has been treated in macroevolution, community ecology, biogeography and macroecology, illustrating how it can inform, and possibly resolve, some of the longstanding controversies in these fields. To promote the concept empirically, we define phylogenetic grain and extent, scale dependence, scaling and the domains of phylogenetic scale. We illustrate how existing phylogenetic data and statistical tools can be used to investigate the effects of scale on a variety of well-known patterns and processes, including diversification rates, community structure, niche conservatism or species-abundance distributions. Main conclusions Explicit consideration of phylogenetic scale can provide new and more complete insight into many longstanding questions across multiple fields (macroevolution, community ecology, biogeography and macroecology). Building on the existing resources and isolated efforts across fields, future research centred on phylogenetic scale might enrich our understanding of the processes that together, but over different scales, shape the diversity of life.","accessed":{"date-parts":[[2020,5,12]]},"author":[{"family":"Graham","given":"Catherine H."},{"family":"Storch","given":"David"},{"family":"Machac","given":"Antonin"}],"container-title":"Global Ecology and Biogeography","DOI":"10.1111/geb.12686","ISSN":"1466-8238","issue":"2","issued":{"date-parts":[[2018]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/geb.12686","page":"175-187","source":"Wiley Online Library","title":"Phylogenetic scale in ecology and evolution","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1111/geb.12686","volume":"27"},
  {"id":"hodges","abstract":"The term “random eﬀect” is now used much more broadly than it was, say, 50 years ago. At that time, a random eﬀect was an eﬀect having (in analysis-of-variance jargon) levels that were draws from a population, and the draws were not of interest in themselves but only as samples from the larger population (e.g., Scheﬀ´e 1959, p. 238). By contrast, new-style random eﬀects have levels that are not draws from any population, or that are the entire population, or that may be a sample but a new draw from the random eﬀect could not conceivably be drawn; and the levels themselves are usually of interest. All such new-style random eﬀects can be understood as formal devices to facilitate smoothing or shrinkage, interpreting those terms broadly. The distinction between oldand new-style random eﬀects is not a mere nicety but has practical consequences for inference and prediction, simulation experiments for evaluating statistical methods, and interpretation of analytical artifacts. Therefore, this distinction should be developed beyond the catalog of examples and consequences given here and incorporated into statistical theory and practice.","author":[{"family":"Hodges","given":"James S"},{"family":"Clayton","given":"Murray K"}],"language":"en","page":"22","source":"Zotero","title":"Random Eﬀects Old and New","type":"article-journal"},
  {"id":"ilvonen2016","accessed":{"date-parts":[[2020,8,10]]},"author":[{"family":"Ilvonen","given":"Jaakko J."},{"family":"Suhonen","given":"Jukka"}],"container-title":"Royal Society Open Science","container-title-short":"R. Soc. open sci.","DOI":"10.1098/rsos.160421","ISSN":"2054-5703, 2054-5703","issue":"11","issued":{"date-parts":[[2016,11]]},"language":"en","page":"160421","source":"DOI.org (Crossref)","title":"Phylogeny affects host's weight, immune response and parasitism in damselflies and dragonflies","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsos.160421","volume":"3"},
  {"id":"ilvonen2018","accessed":{"date-parts":[[2020,6,1]]},"author":[{"family":"Ilvonen","given":"Jaakko J."},{"family":"Kaunisto","given":"Kari M."},{"family":"Suhonen","given":"Jukka"}],"container-title":"Ecological Entomology","container-title-short":"Ecol Entomol","DOI":"10.1111/een.12634","ISSN":"03076946","issue":"5","issued":{"date-parts":[[2018,10]]},"language":"en","page":"591-600","source":"DOI.org (Crossref)","title":"Odonates, gregarines and water mites: why are the same host species infected by both parasites?","title-short":"Odonates, gregarines and water mites","type":"article-journal","URL":"http://doi.wiley.com/10.1111/een.12634","volume":"43"},
  {"id":"ives2006","abstract":"Ecologists frequently collect data on the patterns of association between adjacent trophic levels in the form of binary or quantitative food webs. Here, we develop statistical methods to estimate the roles of consumer and resource phylogenies in explaining patterns of consumer-resource association. We use these methods to ask whether closely related consumer species are more likely to attack the same resource species and whether closely related resource species are more likely to be attacked by the same consumer species. We then show how to use estimates of phylogenetic signals to predict novel consumer-resource associations solely from the phylogenetic position of species for which no other (or only partial) data are available. Finally, we show how to combine phylogenetic information with information about species’ ecological characteristics and lifehistory traits to estimate the effects of species traits on consumerresource associations while accounting for phylogenies. We illustrate these techniques using a food web comprising species of parasitoids, leaf-mining moths, and their host plants.","accessed":{"date-parts":[[2020,7,30]]},"author":[{"family":"Ives","given":"A. R."},{"family":"Godfray","given":"H. C. J."}],"container-title":"The American Naturalist","container-title-short":"The American Naturalist","DOI":"10.1086/505157","ISSN":"0003-0147, 1537-5323","issue":"1","issued":{"date-parts":[[2006,7]]},"language":"en","page":"E1-E14","source":"DOI.org (Crossref)","title":"Phylogenetic Analysis of Trophic Associations","type":"article-journal","URL":"http://www.journals.uchicago.edu/doi/10.1086/505157","volume":"168"},
  {"id":"ives2018","author":[{"family":"Ives","given":"Anthony R"}],"issued":{"date-parts":[[2018]]},"language":"en","number-of-pages":"125","source":"Zotero","title":"Mixed and Phylogenetic Models: A Conceptual Introduction to Correlated Data","type":"book"},
  {"id":"joppa2009","abstract":"Theories suggest that food webs might consist of groups of species forming ‘blocks’, ‘compartments’ or ‘guilds’. We consider ecological networks – subsets of complete food webs – involving species at adjacent trophic levels. Reciprocal specializations occur when (say) a pollinator (or group of pollinators) specializes on a particular flower species (or group of such species) and vice versa. Such specializations tend to group species into guilds. We characterize the level of reciprocal specialization for both antagonistic interactions – particularly parasitoids and their hosts – and mutualistic ones – such as insects and the flowers that they pollinate. We also examine whether trophic patterns might be ‘palimpsests’– that is, there might be reciprocal specialization within taxonomically related species within a network, but these might be obscured when these relationships are combined. Reciprocal specializations are rare in all these systems when tested against the most conservative null model.","accessed":{"date-parts":[[2020,11,13]]},"author":[{"family":"Joppa","given":"Lucas N."},{"family":"Bascompte","given":"Jordi"},{"family":"Montoya","given":"Jose M."},{"family":"Solé","given":"Ricard V."},{"family":"Sanderson","given":"Jim"},{"family":"Pimm","given":"Stuart L."}],"container-title":"Ecology Letters","DOI":"https://doi.org/10.1111/j.1461-0248.2009.01341.x","ISSN":"1461-0248","issue":"9","issued":{"date-parts":[[2009]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/j.1461-0248.2009.01341.x","page":"961-969","source":"Wiley Online Library","title":"Reciprocal specialization in ecological networks","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1111/j.1461-0248.2009.01341.x","volume":"12"},
  {"id":"kamiya2014","abstract":"Although a small set of external factors account for much of the spatial variation in plant and animal diversity, the search continues for general drivers of variation in parasite species richness among host species. Qualitative reviews of existing evidence suggest idiosyncrasies and inconsistent predictive power for all proposed determinants of parasite richness. Here, we provide the first quantitative synthesis of the evidence using a meta-analysis of 62 original studies testing the relationship between parasite richness across animal, plant and fungal hosts, and each of its four most widely used presumed predictors: host body size, host geographical range size, host population density, and latitude. We uncover three universal predictors of parasite richness across host species, namely host body size, geographical range size and population density, applicable regardless of the taxa considered and independently of most aspects of study design. A proper match in the primary studies between the focal predictor and both the spatial scale of study and the level at which parasite species richness was quantified (i.e. within host populations or tallied across a host species' entire range) also affected the magnitude of effect sizes. By contrast, except for a couple of indicative trends in subsets of the full dataset, there was no strong evidence for an effect of latitude on parasite species richness; where found, this effect ran counter to the general latitude gradient in diversity, with parasite species richness tending to be higher further from the equator. Finally, the meta-analysis also revealed a negative relationship between the magnitude of effect sizes and the year of publication of original studies (i.e. a time-lag bias). This temporal bias may be due to the increasing use of phylogenetic correction in comparative analyses of parasite richness over time, as this correction yields more conservative effect sizes. Overall, these findings point to common underlying processes of parasite diversification fundamentally different from those controlling the diversity of free-living organisms.","accessed":{"date-parts":[[2020,3,6]]},"author":[{"family":"Kamiya","given":"Tsukushi"},{"family":"O'Dwyer","given":"Katie"},{"family":"Nakagawa","given":"Shinichi"},{"family":"Poulin","given":"Robert"}],"container-title":"Biological Reviews","DOI":"10.1111/brv.12046","ISSN":"1469-185X","issue":"1","issued":{"date-parts":[[2014]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/brv.12046","page":"123-134","source":"Wiley Online Library","title":"What determines species richness of parasitic organisms? A meta-analysis across animal, plant and fungal hosts","title-short":"What determines species richness of parasitic organisms?","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1111/brv.12046","volume":"89"},
  {"id":"kaunisto2020","accessed":{"date-parts":[[2020,7,2]]},"author":[{"family":"Kaunisto","given":"Kari M."},{"family":"Roslin","given":"Tomas"},{"family":"Forbes","given":"Mark R."},{"family":"Morrill","given":"Andre"},{"family":"Sääksjärvi","given":"Ilari E."},{"family":"Puisto","given":"Anna I. E."},{"family":"Lilley","given":"Thomas M."},{"family":"Vesterinen","given":"Eero J."}],"container-title":"Journal of Animal Ecology","container-title-short":"J Anim Ecol","DOI":"10.1111/1365-2656.13184","editor":[{"family":"Johansson","given":"Frank"}],"ISSN":"0021-8790, 1365-2656","issue":"6","issued":{"date-parts":[[2020,6]]},"language":"en","page":"1365-1374","source":"DOI.org (Crossref)","title":"Threats from the air: Damselfly predation on diverse prey taxa","title-short":"Threats from the air","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/1365-2656.13184","volume":"89"},
  {"id":"krasnov2004","abstract":"The evolution of host specificity remains a central issue in the study of host-parasite relationships. Here we tackle three basic questions about host specificity using data on host use by fleas (Siphonaptera) from 21 geographical regions. First, are the host species exploited by a flea species no more than a random draw from the locally available host species, or do they form a taxonomically distinct subset? Using randomization tests, we showed that in the majority of cases, the taxonomic distinctness (measured as the average taxonomic distances among host species) of the hosts exploited by a flea is no different from that of random subsets of hosts taken from the regional pool. In the several cases where a difference was found, the taxonomic distinctness of the hosts used by a flea was almost always lower than that of the random subsets, suggesting that the parasites use hosts within a narrower taxonomic spectrum than what is available to them. Second, given the variation in host specificity among populations of the same flea species, is host specificity truly a species character? We found that host specificity measures are repeatable among different populations of the same flea species: host specificity varies significantly more among flea species than within flea species. This was true for both measures of host specificity used in the analyses: the number of host species exploited, and the index measuring the average taxonomic distinctness of the host species and its variance. Third, what causes geographical variation in host specificity among populations of the same flea species? In the vast majority of flea species, neither of our two measures of host specificity correlated with either the regional number of potential host species or their taxonomic distinctness, or the distance between the sampled region and the center of the flea's geographical range. However, in most flea species host specificity correlated with measures of the deviation in climatic conditions (precipitation and temperature) between the sampled region and the average conditions computed across the flea's entire range. Overall, these results suggest that host specificity in fleas is to a large extent phylogenetically constrained, while still strongly influenced by local environmental conditions.","accessed":{"date-parts":[[2021,3,27]]},"author":[{"family":"Krasnov","given":"Boris R."},{"family":"Mouillot","given":"David"},{"family":"Shenbrot","given":"Georgy I."},{"family":"Khokhlova","given":"Irina S."},{"family":"Poulin","given":"Robert"}],"container-title":"Ecography","DOI":"https://doi.org/10.1111/j.0906-7590.2004.04015.x","ISSN":"1600-0587","issue":"6","issued":{"date-parts":[[2004]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/j.0906-7590.2004.04015.x","page":"787-797","source":"Wiley Online Library","title":"Geographical variation in host specificity of fleas (Siphonaptera) parasitic on small mammals: the influence of phylogeny and local environmental conditions","title-short":"Geographical variation in host specificity of fleas (Siphonaptera) parasitic on small mammals","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1111/j.0906-7590.2004.04015.x","volume":"27"},
  {"id":"krasnov2004a","abstract":"Animal species with larger local populations tend to be widespread across many localities, whereas species with smaller local populations occur in fewer localities. This pattern is well documented for free‐living species and can be explained by the resource breadth hypothesis: the attributes that enable a species to exploit a diversity of resources allow it to attain a broad distribution and high local density. In contrast, for parasitic organisms, the trade‐off hypothesis predicts that parasites exploiting many host species will achieve lower mean abundance on those hosts than more host‐specific parasites because of the costs of adaptations against multiple defense systems. We test these alternative hypotheses with data on host specificity and abundance of fleas parasitic on small mammals from 20 different regions. Our analyses controlled for phylogenetic influences, differences in host body surface area, and sampling effort. In most regions, we found significant positive relationships between flea abundance and either the number of host species they exploited or the average taxonomic distance among those host species. This was true whether we used mean flea abundance or the maximum abundance they achieved on their optimal host. Although fleas tended to exploit more host species in regions with either larger number of available hosts or more taxonomically diverse host faunas, differences in host faunas between regions had no clear effect on the abundance–host specificity relationship. Overall, the results support the resource breadth hypothesis: fleas exploiting many host species or taxonomically unrelated hosts achieve higher abundance than specialist fleas. We conclude that generalist parasites achieve higher abundance because of a combination of resource availability and stability.","accessed":{"date-parts":[[2021,3,28]]},"author":[{"family":"Krasnov","given":"Boris R."},{"family":"Poulin","given":"Robert"},{"family":"Shenbrot","given":"Georgy I."},{"family":"Mouillot","given":"David"},{"family":"Khokhlova","given":"Irina S."}],"container-title":"The American Naturalist","DOI":"10.1086/423716","ISSN":"0003-0147","issue":"4","issued":{"date-parts":[[2004,10,1]]},"page":"506-516","publisher":"The University of Chicago Press","source":"www-journals-uchicago-edu.lib-ezproxy.concordia.ca (Atypon)","title":"Ectoparasitic “Jacks‐of‐All‐Trades”: Relationship between Abundance and Host Specificity in Fleas (Siphonaptera) Parasitic on Small Mammals.","title-short":"Ectoparasitic “Jacks‐of‐All‐Trades”","type":"article-journal","URL":"http://www.journals.uchicago.edu/doi/full/10.1086/423716","volume":"164"},
  {"id":"krasnov2012","accessed":{"date-parts":[[2020,5,12]]},"author":[{"family":"Krasnov","given":"Boris R."},{"family":"Fortuna","given":"Miguel A."},{"family":"Mouillot","given":"David"},{"family":"Khokhlova","given":"Irina S."},{"family":"Shenbrot","given":"Georgy I."},{"family":"Poulin","given":"Robert"}],"container-title":"The American Naturalist","container-title-short":"The American Naturalist","DOI":"10.1086/664612","ISSN":"0003-0147, 1537-5323","issue":"4","issued":{"date-parts":[[2012,4]]},"language":"en","page":"501-511","source":"DOI.org (Crossref)","title":"Phylogenetic Signal in Module Composition and Species Connectivity in Compartmentalized Host-Parasite Networks","type":"article-journal","URL":"https://www.journals.uchicago.edu/doi/10.1086/664612","volume":"179"},
  {"id":"lalonde2019","abstract":"Historical museum specimens are valuable for exploring population genetics and evolutionary questions because they can provide snapshots of morphological and genetic characteristics from populations over space and time. Unfortunately, DNA found in older museum specimens is frequently degraded, so obtaining genotypes from many individual samples necessary for rigorous molecular population genetic studies is challenging. Previous studies have varied greatly in their success at obtaining genotypes from older preserved insect material. Many well-intentioned collection curators have used research results showing poor preservation of DNA preserved in museum specimens to inform curatorial best practices, in some cases choosing not to allow DNA extraction by destructive sampling because, in their estimation, the likelihood of success would be low. Recent methodological advances in DNA extraction, amplification, and genotyping have allowed some researchers to include mid-19th century samples in molecular genetic analyses. Here we present a robust, high-throughput, and low-cost DNA extraction and genotyping protocol for historical insect specimens employing restriction digests of PCR products followed by high sensitivity electrophoresis. Using this technique, we obtained mitochondrial haplotypes for 100% of 48 New World Junonia butterfly specimens (Nymphalidae) ranging in age from pre-1813 to 1909 and show that the haplotype frequencies obtained are statistically indistinguishable from 20th-century and contemporary reference populations of Junonia (1632 specimens) matched by geographic region. As most extant insect specimens were collected after 1813, based on our findings we would expect that many or even most pinned specimens preserved in museum collections contain usable DNA for mitochondrial haplotyping.","accessed":{"date-parts":[[2020,3,12]]},"author":[{"family":"Lalonde","given":"Melanie M.L."},{"family":"Marcus","given":"Jeffrey M."}],"container-title":"Systematic Entomology","container-title-short":"Syst Entomol","DOI":"10.1111/syen.12411","ISSN":"0307-6970, 1365-3113","issued":{"date-parts":[[2019,12,2]]},"language":"en","page":"syen.12411","source":"DOI.org (Crossref)","title":"How old can we go? Evaluating the age limit for effective DNA recovery from historical insect specimens","title-short":"How old can we go?","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/syen.12411"},
  {"id":"lamb2019","abstract":"Metabarcoding has been used in a range of ecological applications such as taxonomic assignment, dietary analysis and the analysis of environmental DNA. However, after a decade of use in these applications there is little consensus on the extent to which proportions of reads generated corresponds to the original proportions of species in a community. To quantify our current understanding, we conducted a structured review and meta-analysis. The analysis suggests that a weak quantitative relationship may exist between the biomass and sequences produced (slope = 0.52 ± 0.34, p < 0.01), albeit with a large degree of uncertainty. None of the tested moderators, sequencing platform type, the number of species used in a trial or the source of DNA, were able to explain the variance. Our current understanding of the factors affecting the quantitative performance of metabarcoding is still limited: additional research is required before metabarcoding can be confidently utilized for quantitative applications. Until then, we advocate the inclusion of mock communities when metabarcoding as this facilitates direct assessment of the quantitative ability of any given study.","accessed":{"date-parts":[[2020,7,2]]},"author":[{"family":"Lamb","given":"Philip D."},{"family":"Hunter","given":"Ewan"},{"family":"Pinnegar","given":"John K."},{"family":"Creer","given":"Simon"},{"family":"Davies","given":"Richard G."},{"family":"Taylor","given":"Martin I."}],"container-title":"Molecular Ecology","DOI":"10.1111/mec.14920","ISSN":"1365-294X","issue":"2","issued":{"date-parts":[[2019]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/mec.14920","page":"420-430","source":"Wiley Online Library","title":"How quantitative is metabarcoding: A meta-analytical approach","title-short":"How quantitative is metabarcoding","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/mec.14920","volume":"28"},
  {"id":"leray2013","abstract":"The PCR-based analysis of homologous genes has become one of the most powerful approaches for species detection and identification, particularly with the recent availability of Next Generation Sequencing platforms (NGS) making it possible to identify species composition from a broad range of environmental samples. Identifying species from these samples relies on the ability to match sequences with reference barcodes for taxonomic identification. Unfortunately, most studies of environmental samples have targeted ribosomal markers, despite the fact that the mitochondrial Cytochrome c Oxidase subunit I gene (COI) is by far the most widely available sequence region in public reference libraries. This is largely because the available versatile (“universal”) COI primers target the 658 barcoding region, whose size is considered too large for many NGS applications. Moreover, traditional barcoding primers are known to be poorly conserved across some taxonomic groups.","accessed":{"date-parts":[[2021,4,12]]},"author":[{"family":"Leray","given":"Matthieu"},{"family":"Yang","given":"Joy Y."},{"family":"Meyer","given":"Christopher P."},{"family":"Mills","given":"Suzanne C."},{"family":"Agudelo","given":"Natalia"},{"family":"Ranwez","given":"Vincent"},{"family":"Boehm","given":"Joel T."},{"family":"Machida","given":"Ryuji J."}],"container-title":"Frontiers in Zoology","container-title-short":"Frontiers in Zoology","DOI":"10.1186/1742-9994-10-34","ISSN":"1742-9994","issue":"1","issued":{"date-parts":[[2013,6,14]]},"page":"34","source":"BioMed Central","title":"A new versatile primer set targeting a short fragment of the mitochondrial COI region for metabarcoding metazoan diversity: application for characterizing coral reef fish gut contents","title-short":"A new versatile primer set targeting a short fragment of the mitochondrial COI region for metabarcoding metazoan diversity","type":"article-journal","URL":"https://doi.org/10.1186/1742-9994-10-34","volume":"10"},
  {"id":"lewis2008","abstract":"1 Species’ abundance scales approximately as an inverse power of body mass. This property has been explained on the basis of metabolic rates of organisms of different sizes. 2 This paper considers the additional effect of population dynamics on the abundance–body size relationship, on the grounds that mass flow through food webs also depends on interactions between predators and their prey. To do this, an analysis of simple dynamical food-chain models was carried out, using rate parameters which scaled with body mass according to empirically based rules. 3 The analysis shows that a function for the abundance–body size relationship derived from metabolic theory is a good first approximation to a function derived for food chains at dynamic equilibrium, although the mechanistic interpretation of terms in the functions is not the same. 4 The results are sensitive to assumptions about the scaling of the self-limitation of basal species with respect to body size. Depending on the assumption made, the abundance–body size relationship may have a power parameter –1 at all trophic levels, or be described by different functions at different trophic levels.","accessed":{"date-parts":[[2021,4,11]]},"author":[{"family":"Lewis","given":"Hannah M."},{"family":"Law","given":"Richard"},{"family":"McKane","given":"Alan J."}],"container-title":"Journal of Animal Ecology","DOI":"https://doi.org/10.1111/j.1365-2656.2008.01405.x","ISSN":"1365-2656","issue":"5","issued":{"date-parts":[[2008]]},"language":"en","note":"_eprint: https://besjournals.onlinelibrary.wiley.com/doi/pdf/10.1111/j.1365-2656.2008.01405.x","page":"1056-1062","source":"Wiley Online Library","title":"Abundance–body size relationships: the roles of metabolism and population dynamics","title-short":"Abundance–body size relationships","type":"article-journal","URL":"https://besjournals.onlinelibrary.wiley.com/doi/abs/10.1111/j.1365-2656.2008.01405.x","volume":"77"},
  {"id":"locke2010","abstract":"Diplostomoid metacercariae parasitize freshwater fishes worldwide and cannot be identified to species based on morphology. In this study, sequences of the barcode region of cytochrome c oxidase subunit 1 (CO1) were used to discriminate species in 1088 diplostomoids, most of which were metacercariae from fish collected in the St. Lawrence River, Canada. Forty-seven diplostomoid species were detected, representing a large increase in known diversity. Most species suggested by CO1 sequences were supported by sequences of internal transcribed spacer (ITS) of rDNA and host and tissue specificity. Three lines of evidence indicate that physiological incompatibility between host and parasite is a more important determinant of host specificity than ecological separation of hosts and parasites in this important group of freshwater fish pathogens. First, nearly all diplostomoid species residing outside the lens of the eyes of fish are highly host specific, while all species that occur inside the lens are generalists. This can be plausibly explained by a physiological mechanism, namely the lack of an effective immune response in the lens. Second, the distribution of diplostomoid species among fish taxa reflected the phylogenetic relationships of host species rather than their ecological similarities. Third, the same patterns of host specificity were observed in separate, ecologically distinctive fish communities.","accessed":{"date-parts":[[2020,10,8]]},"author":[{"family":"Locke","given":"Sean A."},{"family":"Mclaughlin","given":"J. Daniel"},{"family":"Marcogliese","given":"David J."}],"container-title":"Molecular Ecology","DOI":"10.1111/j.1365-294X.2010.04713.x","ISSN":"1365-294X","issue":"13","issued":{"date-parts":[[2010]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/j.1365-294X.2010.04713.x","page":"2813-2827","source":"Wiley Online Library","title":"DNA barcodes show cryptic diversity and a potential physiological basis for host specificity among Diplostomoidea (Platyhelminthes: Digenea) parasitizing freshwater fishes in the St. Lawrence River, Canada","title-short":"DNA barcodes show cryptic diversity and a potential physiological basis for host specificity among Diplostomoidea (Platyhelminthes","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1111/j.1365-294X.2010.04713.x","volume":"19"},
  {"id":"loker2012","abstract":"An emerging picture of the nature of immune systems across animal phyla reveals both conservatism of some features and the appearance among and within phyla of novel, lineage-speciﬁc defense solutions. The latter collectively represent a major and underappreciated form of animal diversity. Factors inﬂuencing this macroevolutionary (above the species level) pattern of novelty are considered and include adoption of different life styles, life histories, and body plans; a general advantage of being distinctive with respect to immune defenses; and the responses required to cope with parasites, many of which afﬂict hosts in a lineage-speciﬁc manner. This large-scale pattern of novelty implies that immunological phenomena can affect microevolutionary processes (at the population level within species) that can eventually lead to macroevolutionary events such as speciation, radiations, or extinctions. Immunologically based phenomena play a role in favoring intraspeciﬁc diversiﬁcation, specialization and host speciﬁcity of parasites, and mechanisms are discussed whereby this could lead to parasite speciation. Host switching – the acquisition of new host species by parasites – is a major mechanism that drives parasite diversity and is frequently involved in disease emergence. It is also one that can be favored by reductions in immune competence of new hosts. Mechanisms involving immune phenomena favoring intraspeciﬁc diversiﬁcation and speciation of host species are also discussed. A macroevolutionary perspective on immunology is invaluable in today’s world, including the need to study a broader range of species with distinctive immune systems. Many of these species are faced with extinction, another macroevolutionary process inﬂuenced by immune phenomena.","accessed":{"date-parts":[[2020,7,26]]},"author":[{"family":"Loker","given":"Eric S."}],"container-title":"Frontiers in Immunology","container-title-short":"Front. Immun.","DOI":"10.3389/fimmu.2012.00025","ISSN":"1664-3224","issued":{"date-parts":[[2012]]},"language":"en","source":"DOI.org (Crossref)","title":"Macroevolutionary Immunology: A Role for Immunity in the Diversification of Animal life","title-short":"Macroevolutionary Immunology","type":"article-journal","URL":"http://journal.frontiersin.org/article/10.3389/fimmu.2012.00025/abstract","volume":"3"},
  {"id":"loscerbo2020","abstract":"The role of biotic interactions in shaping species distributions is a cornerstone of biogeographic theory; yet, it remains elusive. Such interactions are more likely to have an influence on organisms with obligate associations, such as hosts and their parasites. Whereas abiotic conditions may affect the abundance and distribution of parasites in ways similar to free-living species, attributes of the host could also play a part. Here, we focus on parasitic water mites and their dragonfly and damselfly hosts, and use a hierarchical Bayesian model to examine the relative influence of the abiotic environment and biotic factors such as local host community structure and individual host characteristics on parasite intensity along a broad-scale environmental gradient. Specifically, we assessed how climate, surrounding vegetation, water chemistry, host community structure as well as the relative abundance and body mass of host species affected the intensity of parasitism on individual hosts along a latitudinal gradient. We found that water chemistry and body mass of the host were the best predictors of variation in parasite intensity among hosts. High parasite intensity was observed in hosts sampled from lakes with high pH, dissolved oxygen and conductivity. Additionally, we found that the intensity of parasitism was strongly influenced by host species identity. In particular, body mass, which shows strong phylogenetic signal, was negatively related to parasite intensity. It may be that larger species, or individuals within species, are more immune to high level of parasitism and/or body mass is correlated with other traits of the host which relate to immunity. Considering both the abiotic environment and attributes of host species is necessary to understand why certain host individuals and locations exhibit more intense parasitism. Amid widespread decline of insect populations world-wide, some of which are attributed to pathogens and parasites, models predicting rates of parasitism in space and time could become an essential tool for guiding management and conservation efforts. A free Plain Language Summary can be found within the Supporting Information of this article.","accessed":{"date-parts":[[2021,3,17]]},"author":[{"family":"LoScerbo","given":"Daniella"},{"family":"Farrell","given":"Maxwell J."},{"family":"Arrowsmith","given":"Julie"},{"family":"Mlynarek","given":"Julia"},{"family":"Lessard","given":"Jean-Philippe"}],"container-title":"Functional Ecology","DOI":"https://doi.org/10.1111/1365-2435.13698","ISSN":"1365-2435","issue":"12","issued":{"date-parts":[[2020]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/1365-2435.13698","page":"2477-2487","source":"Wiley Online Library","title":"Phylogenetically conserved host traits and local abiotic conditions jointly drive the geography of parasite intensity","type":"article-journal","URL":"http://besjournals.onlinelibrary.wiley.com/doi/abs/10.1111/1365-2435.13698","volume":"34"},
  {"id":"martin2010","accessed":{"date-parts":[[2020,5,25]]},"author":[{"family":"Martin","given":"Peter"},{"family":"Dabert","given":"M."},{"family":"Dabert","given":"J."}],"container-title":"Aquatic Sciences","container-title-short":"Aquat. Sci.","DOI":"10.1007/s00027-010-0135-x","ISSN":"1015-1621, 1420-9055","issue":"3","issued":{"date-parts":[[2010,6]]},"language":"en","page":"347-360","source":"DOI.org (Crossref)","title":"Molecular evidence for species separation in the water mite Hygrobates nigromaculatus Lebert, 1879 (Acari, Hydrachnidia): evolutionary consequences of the loss of larval parasitism","title-short":"Molecular evidence for species separation in the water mite Hygrobates nigromaculatus Lebert, 1879 (Acari, Hydrachnidia)","type":"article-journal","URL":"http://link.springer.com/10.1007/s00027-010-0135-x","volume":"72"},
  {"id":"martins2020","accessed":{"date-parts":[[2020,11,20]]},"author":[{"family":"Martins","given":"Paulo Mateus"},{"family":"Poulin","given":"Robert"},{"family":"Gonçalves‐Souza","given":"Thiago"}],"container-title":"Global Ecology and Biogeography","container-title-short":"Global Ecol Biogeogr","DOI":"10.1111/geb.13213","editor":[{"family":"Bahn","given":"Volker"}],"ISSN":"1466-822X, 1466-8238","issued":{"date-parts":[[2020,11,9]]},"language":"en","page":"geb.13213","source":"DOI.org (Crossref)","title":"Integrating climate and host richness as drivers of global parasite diversity","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/geb.13213"},
  {"id":"mcleod2020","abstract":"Understanding drivers of antagonistic interactions across temporal and spatial scales is important for predicting community structure. In particular, studies examining spatial variation in ecological networks are critical for anticipating community responses to anthropogenic change. Most studies examining spatial interaction turnover focus on bipartite networks begging the question of whether the results are also reflected in unipartite, multi-trophic networks. To examine the spatial turnover in food web interactions, the environmental and ecological drivers of this, and the influence of interaction turnover on the preservation of individual species’ roles, we used a spatially expansive multi-trophic antagonistic ecological network data set of 129 lakes spanning over 1000 kms. We used β-diversity metrics to quantify spatial turnover in interactions and calculated the relative contributions of interaction rewiring and turnover in top, intermediate, and basal species to network turnover. We then investigated the relative and combined role of multiple ecological drivers (e.g., abundance, thermal tolerance) and environmental drivers (e.g., latitude, total phosphorus) on internal network structure. Finally, we used a motif analysis to measure the effect of spatial interaction turnover on the variation in individual species’ roles. We observed high interaction turnover across lakes, driven primarily by turnover in basal species but also the rewiring of interactions among shared species, driven, in part by underlying environmental gradients (e.g., species richness). Contrary to previous food web models applied to single sites, none of the ecological drivers we considered were effective predictors of lake-specific interactions perhaps indicating an important distinction between network model accuracy at regional and local extents. Finally, despite high spatial turnover in interactions, species’ roles were highly conserved across the study lakes demonstrating the potential of species’ roles for predicting community structure. These findings demonstrate how integrating species’ fundamental roles into trait-based approaches may improve our predictions of ecological networks at local scales.","accessed":{"date-parts":[[2020,8,1]]},"author":[{"family":"McLeod","given":"Anne M."},{"family":"Leroux","given":"Shawn J."},{"family":"Chu","given":"Cindy"}],"container-title":"Ecosphere","DOI":"10.1002/ecs2.3018","ISSN":"2150-8925","issue":"2","issued":{"date-parts":[[2020]]},"language":"en","note":"_eprint: https://esajournals.onlinelibrary.wiley.com/doi/pdf/10.1002/ecs2.3018","page":"e03018","source":"Wiley Online Library","title":"Effects of species traits, motif profiles, and environment on spatial variation in multi-trophic antagonistic networks","type":"article-journal","URL":"https://esajournals.onlinelibrary.wiley.com/doi/abs/10.1002/ecs2.3018","volume":"11"},
  {"id":"mcmurdie2014","abstract":"Current practice in the normalization of microbiome count data is inefficient in the statistical sense. For apparently historical reasons, the common approach is either to use simple proportions (which does not address heteroscedasticity) or to use rarefying of counts, even though both of these approaches are inappropriate for detection of differentially abundant species. Well-established statistical theory is available that simultaneously accounts for library size differences and biological variability using an appropriate mixture model. Moreover, specific implementations for DNA sequencing read count data (based on a Negative Binomial model for instance) are already available in RNA-Seq focused R packages such as edgeR and DESeq. Here we summarize the supporting statistical theory and use simulations and empirical data to demonstrate substantial improvements provided by a relevant mixture model framework over simple proportions or rarefying. We show how both proportions and rarefied counts result in a high rate of false positives in tests for species that are differentially abundant across sample classes. Regarding microbiome sample-wise clustering, we also show that the rarefying procedure often discards samples that can be accurately clustered by alternative methods. We further compare different Negative Binomial methods with a recently-described zero-inflated Gaussian mixture, implemented in a package called metagenomeSeq. We find that metagenomeSeq performs well when there is an adequate number of biological replicates, but it nevertheless tends toward a higher false positive rate. Based on these results and well-established statistical theory, we advocate that investigators avoid rarefying altogether. We have provided microbiome-specific extensions to these tools in the R package, phyloseq.","accessed":{"date-parts":[[2021,3,20]]},"author":[{"family":"McMurdie","given":"Paul J."},{"family":"Holmes","given":"Susan"}],"container-title":"PLOS Computational Biology","container-title-short":"PLOS Computational Biology","DOI":"10.1371/journal.pcbi.1003531","ISSN":"1553-7358","issue":"4","issued":{"date-parts":[[2014,4,3]]},"language":"en","page":"e1003531","publisher":"Public Library of Science","source":"PLoS Journals","title":"Waste Not, Want Not: Why Rarefying Microbiome Data Is Inadmissible","title-short":"Waste Not, Want Not","type":"article-journal","URL":"https://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1003531","volume":"10"},
  {"id":"mlynarek2013","abstract":"Background: One of the main challenges in evolutionary parasitology is to determine the factors that explain variation among host species in parasitism. In this study, we addressed whether host phylogeny or ecology was important in determining host species use by water mites. Parasitism (prevalence and intensity) by Arrenurus water mites was examined in relation to geographic distribution of host damselflies from sibling species pairs. In addition, the likelihood of putative mite species parasitizing both species of a host species pair was explored.\nResults: A total of 1162 damselflies were examined for water mites across four sites in Southeastern Ontario. These damselflies represent ten species (five closely related host species pairs) in the Coenagrionidae. Only two of the five species pairs showed near significant or significant differences in prevalence of infection by mites. In one of those species comparisons, it was the less widespread host that had higher water mite prevalence and in the other species comparison, the less widespread host species had lower water mite prevalence. Only one of the five pairs showed a significant difference in intensity of infection; intensity was higher in the species with a smaller geographic distribution. Based on the COI barcode, there were nine water mite clades (OTU) infecting these ten host species. Three Arrenurus OTUs may be host monospecific, four OTUs were specific to a given host species pair, and two OTUs infected at least three host species. Host species in each species pairs tend to share at least one of the Arrenurus OTU. No striking differences in mite species diversity were found among species in any species pair. Finally, the Arrenurus examined in this study appear to be ecological specialists, restricted to a particular type of habitat, parasitizing few to many of the host species present in that site or habitat.\nConclusions: Although differences in levels of parasitism by water mites exist for some closely related hosts species, no such differences were found between other related host species. Differences in geographic range of related host species does not reliably explain differential levels of parasitism by water mites.","accessed":{"date-parts":[[2020,5,28]]},"author":[{"family":"Mlynarek","given":"Julia J"},{"family":"Knee","given":"Wayne"},{"family":"Forbes","given":"Mark R"}],"container-title":"BMC Ecology","container-title-short":"BMC Ecol","DOI":"10.1186/1472-6785-13-50","ISSN":"1472-6785","issue":"1","issued":{"date-parts":[[2013]]},"language":"en","page":"50","source":"DOI.org (Crossref)","title":"Relative geographic range of sibling species of host damselflies does not reliably predict differential parasitism by water mites","type":"article-journal","URL":"http://bmcecol.biomedcentral.com/articles/10.1186/1472-6785-13-50","volume":"13"},
  {"id":"mlynarek2014","accessed":{"date-parts":[[2020,5,12]]},"author":[{"family":"Mlynarek","given":"Julia J."},{"family":"Knee","given":"Wayne"},{"family":"Forbes","given":"Mark R."}],"container-title":"Evolutionary Biology","container-title-short":"Evol Biol","DOI":"10.1007/s11692-013-9251-6","ISSN":"0071-3260, 1934-2845","issue":"1","issued":{"date-parts":[[2014,3]]},"language":"en","page":"115-122","source":"DOI.org (Crossref)","title":"Explaining Susceptibility and Resistance to a Multi-Host Parasite","type":"article-journal","URL":"http://link.springer.com/10.1007/s11692-013-9251-6","volume":"41"},
  {"id":"mlynarek2015","accessed":{"date-parts":[[2019,10,31]]},"author":[{"family":"Mlynarek","given":"Julia J."},{"family":"Knee","given":"W."},{"family":"Forbes","given":"Mark R."}],"container-title":"Ecography","container-title-short":"Ecography","DOI":"10.1111/ecog.00997","ISSN":"09067590","issue":"7","issued":{"date-parts":[[2015,7]]},"language":"en","page":"670-680","source":"DOI.org (Crossref)","title":"Host phenology, geographic range size and regional occurrence explain interspecific variation in damselfly-water mite associations","type":"article-journal","URL":"http://doi.wiley.com/10.1111/ecog.00997","volume":"38"},
  {"id":"mlynarek2015a","abstract":"Certain parasite species have free-living stages, so habitat range may inﬂuence host-species range. We tested whether regional occurrence and habitat use of parasitic water mites were related to their host-species range. We collected 7445 Arrenurus Dugès, 1834 mites from 7107 coenagrionid damselﬂies, representing 11 host species from 13 sites in southeastern Ontario and southwestern Quebec. Because larval water mites are difﬁcult to identify morphologically to species, we chose to amplify the barcode fragment of cytochrome oxidase subunit I to explore host-species ranges. Fifteen operational taxonomic units or clades were identiﬁed based on the ampliﬁcation from 217 larval mites. The Arrenurus clades that were present in both bog and marsh habitats had a broader host-species range than clades found only in marshes (the comparison with one clade found only in bogs lacked statistical power). As predicted, host-species range increased with the regional occurrence of an Arrenurus clade. Additionally, the most commonly barcoded species also have high host-species ranges. This result could be because species with broader host-species ranges are more common and were more likely to be sampled and barcoded (an explanation we favor), or due to sampling bias. Although this is the ﬁrst study exploring whether habitat range affects host-species range, further investigation is needed to tease apart which habitat factors inﬂuence host-species ranges the most.","accessed":{"date-parts":[[2020,7,9]]},"author":[{"family":"Mlynarek","given":"Julia J."},{"family":"Knee","given":"Wayne"},{"family":"Smith","given":"Bruce P."},{"family":"Forbes","given":"Mark R."}],"container-title":"Canadian Journal of Zoology","container-title-short":"Can. J. Zool.","DOI":"10.1139/cjz-2015-0077","ISSN":"0008-4301, 1480-3283","issue":"10","issued":{"date-parts":[[2015,10]]},"language":"en","page":"741-746","source":"DOI.org (Crossref)","title":"Regionally widespread parasitic water mites have relatively broad host-species ranges","type":"article-journal","URL":"http://www.nrcresearchpress.com/doi/10.1139/cjz-2015-0077","volume":"93"},
  {"id":"moller2005","abstract":"We investigated the relationship between host defense and specialization by parasites in comparative analyses of bird fleas and T‐cell mediated immune response of their avian hosts, showing that flea...","accessed":{"date-parts":[[2020,6,9]]},"author":[{"family":"Møller","given":"A. P."},{"family":"Christe","given":"P."},{"family":"Garamszegi","given":"L. Z."}],"container-title":"Journal of Evolutionary Biology","DOI":"10.1111/j.1420-9101.2004.00774.x","ISSN":"1420-9101","issue":"1","issued":{"date-parts":[[2005,1,1]]},"language":"en","page":"46-59","publisher":"John Wiley & Sons, Ltd","source":"onlinelibrary-wiley-com.lib-ezproxy.concordia.ca","title":"Coevolutionary arms races: increased host immune defense promotes specialization by avian fleas","title-short":"Coevolutionary arms races","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1420-9101.2004.00774.x","volume":"18"},
  {"id":"morand2000","abstract":"We investigate the patterns of abundance-spatial occupancy relationships of adult parasite nematodes in mammal host populations (828 populations of nematodes from 66 different species of terrestrial mammals). A positive relationship between mean parasite abundance and host occupancy, i.e. prevalence, is found which suggests that local abundance is linked to spatial distribution across species. Moreover, the frequency distribution of the parasite prevalence is bimodal, which is consistent with a core-satellite species distribution. In addition, a strong positive relationship between the abundance (log-transformed) and its variance (log-transformed) is observed, the distribution of worm abundance being lognormally distributed when abundance values have been corrected for host body size. Hanski et al. proposed three distinct hypotheses, which might account for the positive relationship between abundance and prevalence in free and associated organisms: 1) ecological specialisation, 2) sampling artefact, and 3) metapopulation dynamics. In addition, Gaston and co-workers listed five additional hypotheses. Four solutions were not applicable to our parasitological data due to the lack of relevant information in most host-parasite studies. The fifth hypothesis, i.e. the confounded effects exerted by common history on observed patterns of parasite distributions, was considered using a phylogeny-based comparison method. Testing the four possible hypotheses, we obtained the following results: 1) the variation of parasite distribution across host species is not due to phylogenetic confounding effects; 2) the positive relationship between mean abundance and prevalence of nematodes may not result from an ecological specialisation, i.e. host specificity, of these parasites; 3) both a positive abundance-prevalence relationship and a negative coefficient of variation of abundance-prevalence relationship are likely to occur which corroborates the sampling model developed by Hanski et al. We argue that demographic explanations may be of particular importance to explain the patterns of bimodality of prevalence when testing Monte-Carlo simulations using epidemiological modelling frameworks, and when considering empirical findings. We conclude that both the bimodal distribution of parasite prevalence and the mean-variance power function simply result from demographic and stochastic patterns (highlighted by the sampling model), which present compelling evidence that nematode parasite species might adjust their spatial distribution and burden in mammal hosts for simple epidemiological reasons.","accessed":{"date-parts":[[2021,3,28]]},"author":[{"family":"Morand","given":"Serge"},{"family":"Guégan","given":"Jean-François"}],"container-title":"Oikos","DOI":"https://doi.org/10.1034/j.1600-0706.2000.880313.x","ISSN":"1600-0706","issue":"3","issued":{"date-parts":[[2000]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1034/j.1600-0706.2000.880313.x","page":"563-573","source":"Wiley Online Library","title":"Distribution and abundance of parasite nematodes: ecological specialisation, phylogenetic constraint or simply epidemiology?","title-short":"Distribution and abundance of parasite nematodes","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1034/j.1600-0706.2000.880313.x","volume":"88"},
  {"id":"morand2010","abstract":"\"Biogeography has renewed its concepts and methods following important recent advances in phylogenetics, macroecology, and geographic Information systems. In parallel, the evolutionary ecology of most-parasite interactions has attracted the interest of numerous studies dealing with life-history traits, evolution, community ecology, and evolutionary epidemiology.\" \"The Biogeography of Host-Parasite Interactions is the first book to integrate these two fields, using examples from a variety of host-parasite associations in various regions, and across both ecological and evolutionary timescales. Besides a strong theoretical component, there is a bias towards applications, specifically in the fields of historical biogeography, palaeontology, phylogeography, landscape epidemiology, invasion biology, conservation biology, human evolution, and health ecology. A particular emphasis concerns emerging and re-emerging infectious diseases linked to global changes.\" \"This accessible text is intended for graduate students, professional researchers, and practitioners in the fields of evolutionary ecology, parasitology, biogeography, and conservation biology, as well as a broader audience from geography, epidemiology, and veterinary medicine\"--BOOK JACKET---","call-number":"QL757 .B562 2010","collection-title":"Oxford biology","editor":[{"family":"Morand","given":"S."},{"family":"Krasnov","given":"Boris R."}],"event-place":"Oxford","ISBN":"978-0-19-956134-6 978-0-19-956135-3","issued":{"date-parts":[[2010]]},"language":"en","note":"OCLC: ocn559785958","number-of-pages":"277","publisher":"Oxford University Press","publisher-place":"Oxford","source":"Library of Congress ISBN","title":"The biogeography of host-parasite interactions","type":"book"},
  {"id":"mouquet2012","abstract":"Ecophylogenetics can be viewed as an emerging fusion of ecology, biogeography and macroevolution. This new and fast-growing field is promoting the incorporation of evolution and historical contingencies into the ecological research agenda through the widespread use of phylogenetic data. Including phylogeny into ecological thinking represents an opportunity for biologists from different fields to collaborate and has provided promising avenues of research in both theoretical and empirical ecology, towards a better understanding of the assembly of communities, the functioning of ecosystems and their responses to environmental changes. The time is ripe to assess critically the extent to which the integration of phylogeny into these different fields of ecology has delivered on its promise. Here we review how phylogenetic information has been used to identify better the key components of species interactions with their biotic and abiotic environments, to determine the relationships between diversity and ecosystem functioning and ultimately to establish good management practices to protect overall biodiversity in the face of global change. We evaluate the relevance of information provided by phylogenies to ecologists, highlighting current potential weaknesses and needs for future developments. We suggest that despite the strong progress that has been made, a consistent unified framework is still missing to link local ecological dynamics to macroevolution. This is a necessary step in order to interpret observed phylogenetic patterns in a wider ecological context. Beyond the fundamental question of how evolutionary history contributes to shape communities, ecophylogenetics will help ecology to become a better integrative and predictive science.","accessed":{"date-parts":[[2020,7,29]]},"author":[{"family":"Mouquet","given":"Nicolas"},{"family":"Devictor","given":"Vincent"},{"family":"Meynard","given":"Christine N."},{"family":"Munoz","given":"Francois"},{"family":"Bersier","given":"Louis-Félix"},{"family":"Chave","given":"Jérôme"},{"family":"Couteron","given":"Pierre"},{"family":"Dalecky","given":"Ambroise"},{"family":"Fontaine","given":"Colin"},{"family":"Gravel","given":"Dominique"},{"family":"Hardy","given":"Olivier J."},{"family":"Jabot","given":"Franck"},{"family":"Lavergne","given":"Sébastien"},{"family":"Leibold","given":"Mathew"},{"family":"Mouillot","given":"David"},{"family":"Münkemüller","given":"Tamara"},{"family":"Pavoine","given":"Sandrine"},{"family":"Prinzing","given":"Andreas"},{"family":"Rodrigues","given":"Ana S. L."},{"family":"Rohr","given":"Rudolf P."},{"family":"Thébault","given":"Elisa"},{"family":"Thuiller","given":"Wilfried"}],"container-title":"Biological Reviews","DOI":"10.1111/j.1469-185X.2012.00224.x","ISSN":"1469-185X","issue":"4","issued":{"date-parts":[[2012]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/j.1469-185X.2012.00224.x","page":"769-785","source":"Wiley Online Library","title":"Ecophylogenetics: advances and perspectives","title-short":"Ecophylogenetics","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1469-185X.2012.00224.x","volume":"87"},
  {"id":"munkemuller2012","abstract":"1. Phylogenetic signal is the tendency of related species to resemble each other more than species drawn at random from the same tree. This pattern is of considerable interest in a range of ecological and evolutionary research areas, and various indices have been proposed for quantifying it. Unfortunately, these indices often lead to contrasting results, and guidelines for choosing the most appropriate index are lacking. 2. Here, we compare the performance of four commonly used indices using simulated data. Data were generated with numerical simulations of trait evolution along phylogenetic trees under a variety of evolutionary models. We investigated the sensitivity of the approaches to the size of phylogenies, the resolution of tree structure and the availability of branch length information, examining both the response of the selected indices and the power of the associated statistical tests. 3. We found that under a Brownian motion (BM) model of trait evolution, Abouheif’s Cmean and Pagel’s λ performed well and substantially better than Moran’s I and Blomberg’s K. Pagel’s λ provided a reliable effect size measure and performed better for discriminating between more complex models of trait evolution, but was computationally more demanding than Abouheif’s Cmean. Blomberg’s K was most suitable to capture the effects of changing evolutionary rates in simulation experiments. 4. Interestingly, sample size influenced not only the uncertainty but also the expected values of most indices, while polytomies and missing branch length information had only negligible impacts. 5. We propose guidelines for choosing among indices, depending on (a) their sensitivity to true underlying patterns of phylogenetic signal, (b) whether a test or a quantitative measure is required and (c) their sensitivities to different topologies of phylogenies. 6. These guidelines aim to better assess phylogenetic signal and distinguish it from random trait distributions. They were developed under the assumption of BM, and additional simulations with more complex trait evolution models show that they are to a certain degree generalizable. They are particularly useful in comparative analyses, when requiring a proxy for niche similarity, and in conservation studies that explore phylogenetic loss associated with extinction risks of specific clades.","accessed":{"date-parts":[[2020,7,29]]},"author":[{"family":"Münkemüller","given":"Tamara"},{"family":"Lavergne","given":"Sébastien"},{"family":"Bzeznik","given":"Bruno"},{"family":"Dray","given":"Stéphane"},{"family":"Jombart","given":"Thibaut"},{"family":"Schiffers","given":"Katja"},{"family":"Thuiller","given":"Wilfried"}],"container-title":"Methods in Ecology and Evolution","DOI":"10.1111/j.2041-210X.2012.00196.x","ISSN":"2041-210X","issue":"4","issued":{"date-parts":[[2012]]},"language":"en","note":"_eprint: https://besjournals.onlinelibrary.wiley.com/doi/pdf/10.1111/j.2041-210X.2012.00196.x","page":"743-756","source":"Wiley Online Library","title":"How to measure and test phylogenetic signal","type":"article-journal","URL":"https://besjournals.onlinelibrary.wiley.com/doi/abs/10.1111/j.2041-210X.2012.00196.x%4010.1111/%28ISSN%292041-210X.EVOL2013","volume":"3"},
  {"id":"nagel2011","abstract":"1. Insects commonly resist parasites using melanotic encapsulation. Many studies measuring immune response use the amount of melanin deposited on an artificial object that has been inserted into the animal as a proxy of the amount of resistance that the host is capable of mounting to natural parasites. 2. The relevance of this methodology to immune response in natural insect populations needs further study. Here, we examined two temperate damselfly species to elucidate the relationships among damselfly size, natural resistance to mites, and the immune response mounted by the same damselflies against nylon filaments. 3. The damselfly species that had high rates of melanotic encapsulation of mites in nature deposited more melanin on the nylon inserts than the species with low rates of natural resistance. 4. In females of this species, those that had resisted mites naturally melanised the nylon filament more aggressively than those that did not resist mites. 5. Our results show some support for the use of nylon filaments to assess natural patterns of immune response in these damselflies, but also suggest that caution should be used in interpreting the responses.","accessed":{"date-parts":[[2019,11,7]]},"author":[{"family":"Nagel","given":"Laura"},{"family":"Mlynarek","given":"Julia J."},{"family":"Forbes","given":"Mark R."}],"container-title":"Ecological Entomology","DOI":"10.1111/j.1365-2311.2011.01323.x","ISSN":"1365-2311","issue":"6","issued":{"date-parts":[[2011]]},"language":"en","page":"736-743","source":"Wiley Online Library","title":"Immune response to nylon filaments in two damselfly species that differ in their resistance to ectoparasitic mites","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1365-2311.2011.01323.x","volume":"36"},
  {"id":"pavoine2005","abstract":"In this paper, we introduce the concept of Ôoriginality of a species within a setÕ in order to indicate the average rarity of all the features belonging to this species. Using a phylogenetic tree of 70 species of New World terrestrial Carnivora, we suggest measuring the originality by a probability distribution. This maximizes the expected number of features shared by two species randomly drawn from the set. By using this new index, we take account of branch lengths whereas current indices of originality focus on tree topology. As a supplement to Nee and May’s optimizing algorithm, we ﬁnd that originality must be one of the criteria used in conservation planning.","accessed":{"date-parts":[[2020,10,8]]},"author":[{"family":"Pavoine","given":"Sandrine"},{"family":"Ollier","given":"Sébastien"},{"family":"Dufour","given":"Anne-Béatrice"}],"container-title":"Ecology Letters","DOI":"10.1111/j.1461-0248.2005.00752.x","ISSN":"1461023X, 14610248","issue":"6","issued":{"date-parts":[[2005,4,12]]},"language":"en","page":"579-586","source":"DOI.org (Crossref)","title":"Is the originality of a species measurable?: Originality of a species","title-short":"Is the originality of a species measurable?","type":"article-journal","URL":"http://doi.wiley.com/10.1111/j.1461-0248.2005.00752.x","volume":"8"},
  {"id":"pavoine2010","abstract":"Biodiversity studies aim to explain spatiotemporal patterns of species distributions. We propose a new methodology in which trait diversity is measured by the quadratic entropy index, with distances among species calculated from differences among trait states. We show how this index of trait diversity can be decomposed among the nodes of a phylogenetic tree. The contribution to trait diversity of a particular node is equal to the trait diversity among the groups of species descending from it multiplied by an abundance weight (either proportional to the number of descendant species or to their relative abundance). We developed three tests to characterize the phylogenetic pattern of trait diversity and evaluated our methodology with seven evolutionary models. The power of the tests was high and increased with the number of extant taxa and the number of traits analyzed. The Type I error analyses (erroneous rejection of true null hypotheses) suggested that our tests are neither too liberal nor too conservative. Species abundances were found to modify the phylogenetic signal in trait diversity if only a few species were abundant and if species abundances were correlated to their phylogenetic relatedness and/or their trait states. By comparing phylogenetic signals in trait diversity from the local to the metacommunity level, we explored the factors that structure butterfly trait diversity in calcareous grasslands of northern France and southern Belgium. We show that partial phylogenetic signal in traits combined with habitat filtering determined which species and lineages were able to co-occur locally. Interestingly, no phylogenetic signal was detected when measures of abundance were included in our analyses.","author":[{"family":"Pavoine","given":"Sandrine"},{"family":"Baguette","given":"Michel"},{"family":"Bonsall","given":"Michael B."}],"container-title":"Ecological Monographs","issue":"3","issued":{"date-parts":[[2010]]},"language":"en","page":"485-507","source":"Zotero","title":"Decomposition of trait diversity among the nodes of a phylogenetic tree","type":"article-journal","URL":"http://www.jstor.org/stable/20787443","volume":"80"},
  {"id":"perlman2003","abstract":"Surprisingly little is known about what determines a parasite's host range, which is essential in enabling us to predict the fate of novel infections. In this study, we evaluate the importance of both host and parasite phylogeny in determining the ability of parasites to infect novel host species. Using experimental lab assays, we infected 24 taxonomically diverse species of Drosophila flies (Diptera: Drosophilidae) with five different nematode species (Tylenchida: Allantonematidae: Howardula, Parasitylenchus), and measured parasite infection success, growth, and effects on female host fecundity (i.e., virulence). These nematodes are obligate parasites of mushroom-feeding Drosophila, particularly quinaria and testacea group species, often with severe fitness consequences on their hosts. We show that the potential host ranges of the nematodes are much larger than their actual ranges, even for parasites with only one known host species in nature. Novel hosts that are distantly related from the native host are much less likely to be infected, but among more closely related hosts, there is much variation in susceptibility. Potential host ranges differ greatly between the related parasite species. All nematode species that successfully infected novel hosts produced infective juveniles in these hosts. Most novel infections did not result in significant reductions in the fecundity of female hosts, with one exception: the host specialist Parasitylenchus nearcticus sterilized all quinaria group hosts, only one of which is a host in nature. The large potential host ranges of these parasites, in combination with the high potential for host colonization due to shared mushroom breeding sites, explain the widespread host switching observed in comparisons of nematode and Drosophila phylogenies.","accessed":{"date-parts":[[2020,10,17]]},"author":[{"family":"Perlman","given":"Steve J."},{"family":"Jaenike","given":"John"}],"container-title":"Evolution","DOI":"10.1111/j.0014-3820.2003.tb01546.x","ISSN":"1558-5646","issue":"3","issued":{"date-parts":[[2003]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/j.0014-3820.2003.tb01546.x","page":"544-557","source":"Wiley Online Library","title":"Infection Success in Novel Hosts: An Experimental and Phylogenetic Study of Drosophila-Parasitic Nematodes","title-short":"Infection Success in Novel Hosts","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1111/j.0014-3820.2003.tb01546.x","volume":"57"},
  {"id":"pinheiro2016","abstract":"One of the unresolved issues in the ecology of parasites is the relationship between host speciﬁcity and performance. Previous studies tested this relationship in different systems and obtained all possible outcomes. This led to the proposal of two hypotheses to explain conﬂicting results: the trade-off and resource breadth hypotheses, which are treated as mutually exclusive in the literature and were corroborated by different studies. In the present study, we used an extensive database on avian malaria from Brazil and combined analyses based on speciﬁcity indices and network theory, in order to test which of those hypotheses might best explain our model system. Contrary to our expectations, there was no correlation between speciﬁcity and prevalence, which contradicts both hypotheses. In addition, we detected a strong modular structure in our host–parasite network and found that its modules were not composed of geographically close, but of phylogenetically close, host species. Based on our results, we reached the conclusion that trade-off and resource breadth hypotheses are not really mutually exclusive. As a conceptual solution we propose ‘‘The Integrative Hypothesis of Parasite Specialization”, a novel theoretical model that explains the contradictory results found in our study and reported to date in the literature. Ó 2015 Australian Society for Parasitology Inc. Published by Elsevier Ltd. All rights reserved.","accessed":{"date-parts":[[2021,3,28]]},"author":[{"family":"Pinheiro","given":"Rafael B.P."},{"family":"Félix","given":"Gabriel M.F."},{"family":"Chaves","given":"Anderson V."},{"family":"Lacorte","given":"Gustavo A."},{"family":"Santos","given":"Fabrício R."},{"family":"Braga","given":"Érika M."},{"family":"Mello","given":"Marco A.R."}],"container-title":"International Journal for Parasitology","container-title-short":"International Journal for Parasitology","DOI":"10.1016/j.ijpara.2015.10.002","ISSN":"00207519","issue":"2","issued":{"date-parts":[[2016,2]]},"language":"en","page":"115-121","source":"DOI.org (Crossref)","title":"Trade-offs and resource breadth processes as drivers of performance and specificity in a host–parasite system: a new integrative hypothesis","title-short":"Trade-offs and resource breadth processes as drivers of performance and specificity in a host–parasite system","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0020751915002933","volume":"46"},
  {"id":"poisot2011","abstract":"Ecology Letters (2011) 14: 841–851 Abstract Ecological specialisation concerns all species and underlies many major ecological and evolutionary patterns. Yet its status as a unifying concept is not always appreciated because of its similarity to concepts of the niche, the many levels of biological phenomena to which it applies, and the complexity of the mechanisms influencing it. The evolution of specialisation requires the coupling of constraints on adaptive evolution with covariation of genotype and environmental performance. This covariation itself depends upon organismal properties such as dispersal behaviour and life history and complexity in the environment stemming from factors such as species interactions and spatio-temporal heterogeneity in resources. Here, we develop a view on specialisation that integrates across the range of biological phenomena with the goal of developing a more predictive conceptual framework that specifically accounts for the importance of biotic complexity and coevolutionary events.","accessed":{"date-parts":[[2020,8,3]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"Bever","given":"James D."},{"family":"Nemri","given":"Adnane"},{"family":"Thrall","given":"Peter H."},{"family":"Hochberg","given":"Michael E."}],"container-title":"Ecology Letters","DOI":"10.1111/j.1461-0248.2011.01645.x","ISSN":"1461-0248","issue":"9","issued":{"date-parts":[[2011]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/j.1461-0248.2011.01645.x","page":"841-851","source":"Wiley Online Library","title":"A conceptual framework for the evolution of ecological specialisation","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1461-0248.2011.01645.x","volume":"14"},
  {"id":"poisot2012","abstract":"1. Ecological specialization is a unifying concept in the biological sciences. While there are reliable ways to characterize specificity at individual and community levels, the evaluation of population and species-level measures is lacking. There is a need for such assessments given that populations and species are the relevant scales for most ecological and evolutionary processes. 2. Using examples of simulated and empirical data sets of bipartite networks representing a continuum of biological interactions, we evaluate six indices of specificity in terms of their robustness to incomplete sampling and information they extract from data. 3. Robustness differed between the measures and in their ability to differentiate specialists and generalists along a full continuum. On the empirical data sets, indices were less separated by their informativity than on the simulated data sets, which may be due to the heterogeneity of the former. 4. Based on these different evaluations for species-level (or population-level) specificity, we recommend the use of Resource range when no quantitative data are available and Paired Difference Index otherwise. These results will assist both applied and fundamental researchers in the characterization and interpretation of species specificity.","accessed":{"date-parts":[[2020,5,12]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"Canard","given":"Elsa"},{"family":"Mouquet","given":"Nicolas"},{"family":"Hochberg","given":"Michael E."}],"container-title":"Methods in Ecology and Evolution","DOI":"10.1111/j.2041-210X.2011.00174.x","ISSN":"2041-210X","issue":"3","issued":{"date-parts":[[2012]]},"language":"en","note":"_eprint: https://besjournals.onlinelibrary.wiley.com/doi/pdf/10.1111/j.2041-210X.2011.00174.x","page":"537-544","source":"Wiley Online Library","title":"A comparative study of ecological specialization estimators","type":"article-journal","URL":"https://besjournals.onlinelibrary.wiley.com/doi/abs/10.1111/j.2041-210X.2011.00174.x","volume":"3"},
  {"id":"poisot2012a","accessed":{"date-parts":[[2020,6,8]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"Thrall","given":"Peter H."},{"family":"Hochberg","given":"Michael E."}],"container-title":"Proceedings of the Royal Society B: Biological Sciences","container-title-short":"Proc. R. Soc. B","DOI":"10.1098/rspb.2011.0826","ISSN":"0962-8452, 1471-2954","issue":"1727","issued":{"date-parts":[[2012,1,22]]},"language":"en","page":"299-308","source":"DOI.org (Crossref)","title":"Trophic network structure emerges through antagonistic coevolution in temporally varying environments","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rspb.2011.0826","volume":"279"},
  {"id":"poisot2016","accessed":{"date-parts":[[2020,8,24]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"Stouffer","given":"Daniel B."},{"family":"Kéfi","given":"Sonia"}],"container-title":"Functional Ecology","container-title-short":"Funct Ecol","DOI":"10.1111/1365-2435.12799","ISSN":"0269-8463, 1365-2435","issue":"12","issued":{"date-parts":[[2016,12]]},"language":"en","page":"1878-1882","source":"DOI.org (Crossref)","title":"Describe, understand and predict: why do we need networks in ecology?","title-short":"Describe, understand and predict","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/1365-2435.12799","volume":"30"},
  {"id":"poisot2016a","abstract":"There is a growing realization among community ecologists that interactions between species vary across space and time and that this variation needs to be quantified. Our current numerical framework to analyse the structure of species interactions, based on graph-theoretical approaches, usually do not consider the variability of interactions. As this variability has been show to hold valuable ecological information, there is a need to adapt the current measures of network structure so that they can exploit it. We present analytical expressions of key measures of network structured, adapted so that they account for the variability of ecological interactions. We do so by modelling each interaction as a Bernoulli event; using basic calculus allows expressing the expected value, and when mathematically tractable, its variance. When applied to non-probabilistic data, the measures we present give the same results as their non-probabilistic formulations, meaning that they can be generally applied. We present three case studies that highlight how these measures can be used, in re-analysing data that experimentally measured the variability of interactions, to alleviate the computational demands of permutation-based approaches, and to use the frequency at which interactions are observed over several locations to infer the structure of local networks. We provide a free and open-source implementation of these measures. We discuss how both sampling and data representation of ecological networks can be adapted to allow the application of a fully probabilistic numerical network approach.","accessed":{"date-parts":[[2020,8,2]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"Cirtwill","given":"Alyssa R."},{"family":"Cazelles","given":"Kévin"},{"family":"Gravel","given":"Dominique"},{"family":"Fortin","given":"Marie-Josée"},{"family":"Stouffer","given":"Daniel B."}],"container-title":"Methods in Ecology and Evolution","DOI":"10.1111/2041-210X.12468","ISSN":"2041-210X","issue":"3","issued":{"date-parts":[[2016]]},"language":"en","note":"_eprint: https://besjournals.onlinelibrary.wiley.com/doi/pdf/10.1111/2041-210X.12468","page":"303-312","source":"Wiley Online Library","title":"The structure of probabilistic networks","type":"article-journal","URL":"https://besjournals.onlinelibrary.wiley.com/doi/abs/10.1111/2041-210X.12468","volume":"7"},
  {"id":"poisot2019","abstract":"Networks are a convenient way to represent many interactions among ecological entities. The analysis of ecological networks is challenging for two reasons. First, there is a plethora of measures that can be applied (and some of them measure the same property). Second, the implementation of these measures is sometimes difficult. We present ’EcologicalNetworks.jl’, a package for the ‘Julia’ programming language. Using a layered system of types to represent several types of ecological networks, this packages offers a solid library of basic functions which can be chained together to perform the most common analyses of ecological networks.","accessed":{"date-parts":[[2020,7,24]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"Bélisle","given":"Zachary"},{"family":"Hoebeke","given":"Laura"},{"family":"Stock","given":"Michiel"},{"family":"Szefer","given":"Piotr"}],"container-title":"Ecography","DOI":"10.1111/ecog.04310","ISSN":"1600-0587","issue":"11","issued":{"date-parts":[[2019]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/ecog.04310","page":"1850-1861","source":"Wiley Online Library","title":"EcologicalNetworks.jl: analysing ecological networks of species interactions","title-short":"EcologicalNetworks.jl","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1111/ecog.04310","volume":"42"},
  {"id":"poisot2020","abstract":"Ecological networks are increasingly studied at large spatial scales, expanding their focus from a conceptual tool for community ecology into one that also adresses questions in biogeography and macroecology. This effort is supported by increased access to standardized information on ecological networks, in the form of openly accessible databases. Yet, there has been no systematic evaluation of the ﬁtness for purpose of these data to explore synthesis questions at very large spatial scales. In particular, because the sampling of ecological networks is a difﬁcult task, they are likely to not have a good representation of the diversity of Earth’s bioclimatic conditions, likely to be spatially aggregated, and therefore unlikely to achieve broad representativeness. In this paper, we analyze over 1300 ecological networks in the mangal.io database, and discuss their coverage of biomes, and the geographic areas in which there is a deﬁcit of data on ecological networks. Taken together, our results suggest that while some information about the global structure of ecological networks is available, it remains fragmented over space, with further differences by types of ecological interactions. This causes great concerns both for our ability to transfer knowledge from one region to the next, but also to forecast the structural change in networks under climate change.","accessed":{"date-parts":[[2020,7,24]]},"author":[{"family":"Poisot","given":"Timothée"},{"family":"Bergeron","given":"Gabriel"},{"family":"Cazelles","given":"Kevin"},{"family":"Dallas","given":"Tad"},{"family":"Gravel","given":"Dominique"},{"family":"Macdonald","given":"Andrew"},{"family":"Mercier","given":"Benjamin"},{"family":"Violet","given":"Clément"},{"family":"Vissault","given":"Steve"}],"DOI":"10.1101/2020.01.27.921429","genre":"preprint","issued":{"date-parts":[[2020,1,28]]},"language":"en","publisher":"Ecology","source":"DOI.org (Crossref)","title":"Environmental biases in the study of ecological networks at the planetary scale","type":"report","URL":"http://biorxiv.org/lookup/doi/10.1101/2020.01.27.921429"},
  {"id":"poulin1998","abstract":"Organisms that are abundant locally in a habitat patch are commonly observed to be frequent regionally, or among patches. In parasites, species present in high numbers in host individuals are also present in many individuals in the host population. On a larger scale, however, when host species are considered as patches, we may expect the opposite pattern because of the cost of producing mechanisms to evade the immune responses of several host species. Thus parasite species exploiting many host species may achieve lower average abundance in their hosts than parasite species exploiting fewer host species. This prediction was tested with data from 188 species of metazoan parasites of freshwater fish, using a comparative approach that controlled for study effort and phylogenetic influences. A negative correlation was found between the number of host species used by parasites and their average abundance in hosts, measured as either prevalence or intensity of infection. There was no evidence that parasite species fall into distinct categories based on abundance patterns, but rather that they fall along a continuum ranging from a generally low abundance in many host species, to a generally high abundance in few host species. These results applied to both ecto- and endoparasites. The pattern observed suggests the existence of a trade-off between how many host species a parasite can exploit and how well it does on average in those hosts.","accessed":{"date-parts":[[2021,3,28]]},"author":[{"literal":"Poulin"}],"container-title":"Ecology Letters","container-title-short":"Ecol Letters","DOI":"10.1046/j.1461-0248.1998.00022.x","ISSN":"1461-023X, 1461-0248","issue":"2","issued":{"date-parts":[[1998,9]]},"language":"en","page":"118-128","source":"DOI.org (Crossref)","title":"Large-scale patterns of host use by parasites of freshwater fishes","type":"article-journal","URL":"http://doi.wiley.com/10.1046/j.1461-0248.1998.00022.x","volume":"1"},
  {"id":"poulin1999","abstract":"1. Positive correlations between local abundance and distribution on a larger spatial scale are commonly observed among related species. 2. Within parasite species, the same relationship may be expected between prevalence and intensity of infection across host species used. Across parasite species, a positive relationship is expected between average abundance in a host population and the number of host species that can be exploited based on the resource breadth hypothesis. Trade-offs between the ability to exploit many host species and the potential for heavy infections, however, could result in a negative relationship. 3. Intraspecifically, using data on 51 helminth species parasitic in birds, prevalence and intensity of infection among host species used are generally only weakly correlated. Only in nematodes is there an overall positive relationship between prevalence and intensity. 4. A comparative analysis was performed on data from 389 species of cestodes, trematodes and nematodes parasitic in birds to determine how host specificity covaries interspecifically with abundance, measured both as prevalence and intensity of infection. 5. After controlling for phylogenetic influences and sampling effort, the number of host species used correlated positively with prevalence in all three parasite taxa, and with intensity of infection in trematodes only. 6. These results do not support the existence of a trade-off between abundance and the use of many host species, as has been found for fish parasites. Instead, whatever makes helminth parasites of birds abundant within a host population may facilitate their successful colonization of new host species.","accessed":{"date-parts":[[2021,3,28]]},"author":[{"family":"Poulin","given":"Robert"}],"container-title":"Journal of Animal Ecology","DOI":"https://doi.org/10.1046/j.1365-2656.1999.00319.x","ISSN":"1365-2656","issue":"4","issued":{"date-parts":[[1999]]},"language":"en","note":"_eprint: https://besjournals.onlinelibrary.wiley.com/doi/pdf/10.1046/j.1365-2656.1999.00319.x","page":"719-725","source":"Wiley Online Library","title":"The intra- and interspecific relationships between abundance and distribution in helminth parasites of birds","type":"article-journal","URL":"https://besjournals.onlinelibrary.wiley.com/doi/abs/10.1046/j.1365-2656.1999.00319.x","volume":"68"},
  {"id":"poulin2000","abstract":"Parasitismis oneofthemostsuccessfulmodesoflifedisplayedbyliving organisms,as measured byhow often it evolvedand how many parasitic speciesarepresentlyin existence.Studying the diversityofparasites is particularlyrelevantbecausesympatricdiversificationmay beimportant in someparasitetaxa, and becauseoftheopportunityforindependentestsofevolutionaryhypotheses in the many separate lineages in which parasitism evolved. Our incompleteknowledgeof existingparasite species-the resultof a range ofphenomena that includes inadequatesampling effortor the lumping of differentcrypticspeciesunder one name-is not always a majorobstacle for the study of parasite diversity.Patterns in the diversityof parasites may be associatedwith eitherhostorparasite characteristics.Thedistributionofparasite diversityamong host taxa does not simplyreflectthespeciesdiversityof thehost taxa themselves;life histaryand ecologicaltraits of hostsappeartoplay importantroles.Thesemaydeterminethelikelihoodthat hostsarecolonized byparasite speciesoverevolutionarytime. It is not yet clear whethersome host traits alsofavor intrahostspeciation and diversificationof parasites, and theformation of newparasite species. Certainfeatures of parasites may also be associatedwith speciation and diversification. Only parasite bodysizehas receivedmuch attention;thepatternsobservedarenot greatlydifferentfrom thoseoffree-livingspecies,withsmall-bodiedparasite taxa beingmorespeciosethan relatedlargebodiedtaxa. Epidemiologicalparameterssuch as the basic reproductiverate ofparasites, orR0, can also generatepredictionsregarding the distribution or evolution of parasite diversity.For instance, parasite taxa characterizedbyhigh R0 values may be morespeciosethan relatedtaxa with lowervalues of R0;such predictionsremain untested.Large-scalebiogeographicapl atterns of diversityhave only beenwellstudiedfor metazoanparasites of marinefish; for theseparasites, latitudinalpatterns can beexplainedbyeffectsoftemperatureonspeciationratesand epidemiological variables, though othercauses arepossible. The emphasisforfuture researchmust shiftfrom pattern descriptionto theelucidation of theprocessesresponsibleforthestructureand diversityof parasitefaunas. A betterintegrationof ecologicaland historical (orphylogenetic)approachesto thestudy ofparasite diversityshould makethis objectivepossible.","accessed":{"date-parts":[[2021,4,19]]},"author":[{"family":"Poulin","given":"Robert"},{"family":"Morand","given":"Serge"}],"container-title":"The Quarterly Review of Biology","container-title-short":"The Quarterly Review of Biology","DOI":"10.1086/393500","ISSN":"0033-5770, 1539-7718","issue":"3","issued":{"date-parts":[[2000,9]]},"language":"en","page":"277-293","source":"DOI.org (Crossref)","title":"The Diversity of Parasites","type":"article-journal","URL":"https://www.journals.uchicago.edu/doi/10.1086/393500","volume":"75"},
  {"id":"poulin2003","abstract":"The host speciﬁcity of a parasite is not merely a function of how many host species it can exploit, but also of how closely related these host species are to each other. Here, a new index of host speciﬁcity is proposed, one that takes into account the average taxonomic or phylogenetic distance between pairs of host species used by a parasite. The index is derived from measures of taxonomic distinctness used in biodiversity studies. It is easy to compute and interpret, ranging from a minimum value of 1 when all host species are members of the same genus, to a maximum of 5, when all host species belong to diﬀerent classes. The variance of this measure can also be computed, and provides additional information on the taxonomic or phylogenetic structure of the host assemblage. Using data on helminth parasites of Canadian freshwater ﬁshes, we show that the new index, unlike the mere number of known host species, is independent of study eﬀort i.e. the number of published records of a parasite. Although the index and the number of known hosts are not entirely independent statistically, each captures a diﬀerent aspect of host speciﬁcity. For instance, although acanthocephalans infect signiﬁcantly more host species than trematodes, cestodes or nematodes, there is no diﬀerence in the average index value among these 4 helminth taxa, suggesting that the average taxonomic distances between the host species of a parasite do not vary among these higher taxa. We recommend the use of our new index in future comparative studies of host speciﬁcity, in particular when the focus is on the evolutionary history of parasites and of their past colonizations of host lineages.","accessed":{"date-parts":[[2020,6,9]]},"author":[{"family":"Poulin","given":"R."},{"family":"Mouillot","given":"D."}],"container-title":"Parasitology","container-title-short":"Parasitology","DOI":"10.1017/S0031182003002993","ISSN":"0031-1820, 1469-8161","issue":"5","issued":{"date-parts":[[2003,5]]},"language":"en","page":"473-480","source":"DOI.org (Crossref)","title":"Parasite specialization from a phylogenetic perspective: a new index of host specificity","title-short":"Parasite specialization from a phylogenetic perspective","type":"article-journal","URL":"https://www.cambridge.org/core/product/identifier/S0031182003002993/type/journal_article","volume":"126"},
  {"id":"poulin2004","accessed":{"date-parts":[[2021,3,28]]},"author":[{"family":"Poulin","given":"Robert"},{"family":"Mouillot","given":"David"}],"container-title":"Oecologia","container-title-short":"Oecologia","DOI":"10.1007/s00442-004-1593-4","ISSN":"0029-8549, 1432-1939","issue":"2","issued":{"date-parts":[[2004,7]]},"language":"en","page":"372-378","source":"DOI.org (Crossref)","title":"The relationship between specialization and local abundance: the case of helminth parasites of birds","title-short":"The relationship between specialization and local abundance","type":"article-journal","URL":"http://link.springer.com/10.1007/s00442-004-1593-4","volume":"140"},
  {"id":"poulin2005","abstract":"Host specificity has 2 independent facets: the extent to which different host species are used by a parasite, and the phylogenetic distances among these hosts. Although the number of host species exploited by a parasite commonly is used as a measure of host specificity, it fails to capture ecological and phylogenetic differences among hosts. Here, a new index of host specificity, STD*, is developed and illustrated. This index measures the average taxonomic distinctness among the host species used by a parasite, weighted for the parasite's prevalence in the different hosts. For a given number of host species, the index approaches its minimum value when a parasite achieves high prevalence in a few closely related host species, and the index approaches its highest value when a parasite reaches its highest prevalence values in distantly related host species. Simple hypothetical examples are used to demonstrate the index's computation and some of its properties. The new index is influenced independently both by the taxonomic (or phylogenetic) affinities of a set of host species and by the distribution of prevalence values among these hosts. A single value cannot truly capture all the nuances of a phenomenon as complex as host specificity; nevertheless, the proposed index incorporates the features of specificity that are most relevant to parasitologists and will be a useful tool for comparative studies.","accessed":{"date-parts":[[2020,8,25]]},"author":[{"family":"Poulin","given":"R."},{"family":"Mouillot","given":"D."}],"container-title":"Journal of Parasitology","container-title-short":"Journal of Parasitology","DOI":"10.1645/GE-398R","ISSN":"0022-3395, 1937-2345","issue":"3","issued":{"date-parts":[[2005,6]]},"language":"en","page":"511-514","source":"DOI.org (Crossref)","title":"COMBINING PHYLOGENETIC AND ECOLOGICAL INFORMATION INTO A NEW INDEX OF HOST SPECIFICITY","type":"article-journal","URL":"http://www.bioone.org/doi/abs/10.1645/GE-398R","volume":"91"},
  {"id":"poulin2007","author":[{"family":"Poulin","given":"Robert"}],"call-number":"QL757 .P68 2007","edition":"2nd ed","event-place":"Princeton, N.J","ISBN":"978-0-691-12084-3 978-0-691-12085-0","issued":{"date-parts":[[2007]]},"note":"OCLC: ocm70668920","number-of-pages":"332","publisher":"Princeton University Press","publisher-place":"Princeton, N.J","source":"Library of Congress ISBN","title":"Evolutionary ecology of parasites","type":"book"},
  {"id":"poulin2007a","author":[{"family":"Poulin","given":"Robert"}],"call-number":"QL757 .P68 2007","container-title":"Evolutionary ecology of parasites","edition":"2nd ed","event-place":"Princeton, N.J","ISBN":"978-0-691-12084-3 978-0-691-12085-0","issued":{"date-parts":[[2007]]},"note":"OCLC: ocm70668920","page":"127-206","publisher":"Princeton University Press","publisher-place":"Princeton, N.J","source":"Library of Congress ISBN","title":"Host Specificity","type":"chapter"},
  {"id":"poulin2011","author":[{"family":"Poulin","given":"Robert"},{"family":"Krasnov","given":"Boris R"},{"family":"Mouillot","given":"David"},{"family":"Thieltges","given":"David W"}],"container-title":"Philosophical Transaction of the Royal Society B: Biological Sciences","issued":{"date-parts":[[2011]]},"language":"en","page":"12","source":"Zotero","title":"The comparative ecology and biogeography of parasites","type":"article-journal"},
  {"id":"poulin2011a","abstract":"The measurement of host specificity goes well beyond counting how many host species can successfully be used by a parasite. In particular, specificity can be assessed with respect to how closely related the host species are, or whether a parasite exploits the same or different hosts across its entire geographic range. Recent developments in the measurement of biodiversity offer a new set of analytical tools that can be used to quantify the many aspects of host specificity. We describe here the multifaceted nature of host specificity, summarize the indices available to measure its different facets one at a time or in combination, and discuss their implications for parasite evolution and disease epidemiology.","accessed":{"date-parts":[[2021,1,26]]},"author":[{"family":"Poulin","given":"Robert"},{"family":"Krasnov","given":"Boris R."},{"family":"Mouillot","given":"David"}],"container-title":"Trends in Parasitology","container-title-short":"Trends in Parasitology","DOI":"10.1016/j.pt.2011.05.003","ISSN":"1471-4922","issue":"8","issued":{"date-parts":[[2011,8,1]]},"language":"en","page":"355-361","source":"ScienceDirect","title":"Host specificity in phylogenetic and geographic space","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S147149221100095X","volume":"27"},
  {"id":"presley2014","abstract":"Growing interest in understanding ecological patterns from phylogenetic and functional perspectives has driven the development of metrics that capture variation in evolutionary histories or ecological functions of species. Recently, an integrated framework based on Hill numbers was developed that measures three dimensions of biodiversity based on abundance, phylogeny and function of species. This framework is highly flexible, allowing comparison of those diversity dimensions, including different aspects of a single dimension and their integration into a single measure. The behavior of those metrics with regard to variation in data structure has not been explored in detail, yet is critical for ensuring an appropriate match between the concept and its measurement. We evaluated how each metric responds to particular data structures and developed a new metric for functional biodiversity. The phylogenetic metric is sensitive to variation in the topology of phylogenetic trees, including variation in the relative lengths of basal, internal and terminal branches. In contrast, the functional metric exhibited multiple shortcomings: (1) species that are functionally redundant contribute nothing to functional diversity and (2) a single highly distinct species causes functional diversity to approach the minimum possible value. We introduced an alternative, improved metric based on functional dispersion that solves both of these problems. In addition, the new metric exhibited more desirable behavior when based on multiple traits.","accessed":{"date-parts":[[2020,7,29]]},"author":[{"family":"Presley","given":"Steven J."},{"family":"Scheiner","given":"Samuel M."},{"family":"Willig","given":"Michael R."}],"container-title":"PLoS ONE","container-title-short":"PLoS ONE","DOI":"10.1371/journal.pone.0105818","editor":[{"family":"Kamilar","given":"Jason M."}],"ISSN":"1932-6203","issue":"8","issued":{"date-parts":[[2014,8,22]]},"language":"en","page":"e105818","source":"DOI.org (Crossref)","title":"Evaluation of an Integrated Framework for Biodiversity with a New Metric for Functional Dispersion","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0105818","volume":"9"},
  {"id":"proctor2009","accessed":{"date-parts":[[2020,5,21]]},"author":[{"family":"Proctor","given":"H.C."}],"container-title":"Encyclopedia of Inland Waters","DOI":"10.1016/B978-012370626-3.00176-9","ISBN":"978-0-12-370626-3","issued":{"date-parts":[[2009]]},"language":"en","page":"335-345","publisher":"Elsevier","source":"DOI.org (Crossref)","title":"Hydrachnida (Water Mites)","type":"chapter","URL":"https://linkinghub.elsevier.com/retrieve/pii/B9780123706263001769"},
  {"id":"rao1982","accessed":{"date-parts":[[2021,3,26]]},"author":[{"family":"Rao","given":"C.Radhakrishna"}],"container-title":"Theoretical Population Biology","container-title-short":"Theoretical Population Biology","DOI":"10.1016/0040-5809(82)90004-1","ISSN":"00405809","issue":"1","issued":{"date-parts":[[1982,2]]},"language":"en","page":"24-43","source":"DOI.org (Crossref)","title":"Diversity and dissimilarity coefficients: A unified approach","title-short":"Diversity and dissimilarity coefficients","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/0040580982900041","volume":"21"},
  {"id":"ratnasingham2007","abstract":"The Barcode of Life Data System (bold) is an informatics workbench aiding the acquisition, storage, analysis and publication of DNA barcode records. By assembling molecular, morphological and distributional data, it bridges a traditional bioinformatics chasm. bold is freely available to any researcher with interests in DNA barcoding. By providing specialized services, it aids the assembly of records that meet the standards needed to gain BARCODE designation in the global sequence databases. Because of its web-based delivery and flexible data security model, it is also well positioned to support projects that involve broad research alliances. This paper provides a brief introduction to the key elements of bold, discusses their functional capabilities, and concludes by examining computational resources and future prospects.","accessed":{"date-parts":[[2020,10,18]]},"author":[{"family":"Ratnasingham","given":"Sujeevan"},{"family":"Hebert","given":"Paul D. N."}],"container-title":"Molecular Ecology Notes","DOI":"10.1111/j.1471-8286.2007.01678.x","ISSN":"1471-8286","issue":"3","issued":{"date-parts":[[2007]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/j.1471-8286.2007.01678.x","page":"355-364","source":"Wiley Online Library","title":"bold: The Barcode of Life Data System (http://www.barcodinglife.org)","title-short":"bold","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1111/j.1471-8286.2007.01678.x","volume":"7"},
  {"id":"rolff2001","abstract":"1. A simulation model investigating the co-evolution of water mites infesting their aquatic insect hosts during emergence is presented. The model is based on field and experimental studies of the ectoparasitic water mite Arrenurus cuspidator and the damselfly Coenagrion puella. 2. Three scenarios were studied: (1) Only the host was allowed to evolve timing of emergence, while the timing of the parasites' infestation opportunity was held constant. (2) Both host and parasite were allowed to evolve. (3) Only the parasite's timing was allowed to evolve, while the host was constrained completely. 3. In the first two scenarios, parasite abundances decreased in the course of evolution and reached values well below those found in the field, whereas in the third scenario, parasite abundances were maintained at a level close to that found in the field. In the second scenario (co-evolution), the host seemed to be the leader in the evolutionary race. 4. It is concluded that water mite parasitism is capable of shaping emergence patterns in aquatic insects and, despite the same life-cycle length for host and parasite, the parasite evolves fast enough to shape its hatching pattern to match the emergence pattern of its host.","accessed":{"date-parts":[[2020,5,25]]},"author":[{"family":"Rolff","given":"Jens"},{"family":"Vogel","given":"Christine"},{"family":"Poethke","given":"Hans-Joachim"}],"container-title":"Ecological Entomology","DOI":"10.1046/j.1365-2311.2001.00360.x","ISSN":"1365-2311","issue":"6","issued":{"date-parts":[[2001]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1046/j.1365-2311.2001.00360.x","page":"638-645","source":"Wiley Online Library","title":"Co-evolution between ectoparasites and their insect hosts: a simulation study of a damselfly–water mite interaction","title-short":"Co-evolution between ectoparasites and their insect hosts","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1046/j.1365-2311.2001.00360.x","volume":"26"},
  {"id":"sabatino2000","abstract":"1 The Hydrachnidia (water mites, Hydracarina) are the most diversified group of the Acari in freshwaters and are abundant and speciose in lotic habitats. Lower-order streams may contain up to 50 species (including benthic and hyporheic forms) and small springs up to 20 crenobiont species. 2 Water mites are grouped into 8 superfamilies, 50 families, 300 genera containing more than 5 000 species. Representatives of all superfamilies (about 3 000 species worldwide) occur in lotic ecosystems, although most lotic species belong to the Hydryphantoidea, Lebertioidea and Hygrobatoidea. Identification of water mite families, genera and subgenera, throughout the world, is possible using taxonomic publications. Keys to species level are also available but mainly for local faunas. Descriptions of larvae and deutonymphs are rare. 3 The life cycle of the Hydrachnidia is unique among the Acari and is similar to that of holometabolous insects, with a heteromorphic parasitic/phoretic larva and two pupa-like resting stages. The larva parasitises mainly insect hosts with apparently no strict host-specificity. Deutonymphs and adults are voracious predators feeding mainly on insect eggs, insect larvae and microcrustaceans. In some cases, water mite parasitism and predation may substantially affect the structure of lotic communities. 4 Most species show a high degree of habitat/microhabitat specialization. Temperature, current-speed, substratum type, physiographic and geomorphological factors are the major determinants of species composition in water mite communities. 5 The complex, fully aquatic, life cycle and multilevel biocoenotic interactions make water mites well suited for the detection of physical and chemical disturbances to lotic ecosystems. 6 Future research should address the distribution, biology, autecology, community dynamics and ecological interactions of lotic water mites.","accessed":{"date-parts":[[2020,7,23]]},"author":[{"family":"Sabatino","given":"A. Di"},{"family":"Gerecke","given":"R."},{"family":"Martin","given":"P."}],"container-title":"Freshwater Biology","DOI":"10.1046/j.1365-2427.2000.00591.x","ISSN":"1365-2427","issue":"1","issued":{"date-parts":[[2000]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1046/j.1365-2427.2000.00591.x","page":"47-62","source":"Wiley Online Library","title":"The biology and ecology of lotic water mites (Hydrachnidia)","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1046/j.1365-2427.2000.00591.x","volume":"44"},
  {"id":"schwarz2020","abstract":"The study of mutualistic interaction networks has led to valuable insights into ecological and evolutionary processes. However, our understanding of network structure may depend upon the temporal scale at which we sample and analyze network data. To date, we lack a comprehensive assessment of the temporal scale-dependence of network structure across a wide range of temporal scales and geographic locations. If network structure is temporally scale-dependent, networks constructed over different temporal scales may provide very different perspectives on the structure and composition of species interactions. Furthermore, it remains unclear how various factors – including species richness, species turnover, link rewiring and sampling effort – act in concert to shape network structure across different temporal scales. To address these issues, we used a large database of temporally-resolved plant–pollinator networks to investigate how temporal aggregation from the scale of one day to multiple years influences network structure. In addition, we used structural equation modeling to explore the direct and indirect effects of temporal scale, species richness, species turnover, link rewiring and sampling effort on network structural properties. We find that plant–pollinator network structure is strongly temporally-scale dependent. This general pattern arises because the temporal scale determines the degree to which temporal dynamics (i.e. phenological turnover of species and links) are included in the network, in addition to how much sampling effort is put into constructing the network. Ultimately, the temporal scale-dependence of our plant–pollinator networks appears to be mostly driven by species richness, which increases with sampling effort, and species turnover, which increases with temporal extent. In other words, after accounting for variation in species richness, network structure is increasingly shaped by its underlying temporal dynamics. Our results suggest that considering multiple temporal scales may be necessary to fully appreciate the causes and consequences of interaction network structure.","accessed":{"date-parts":[[2020,8,1]]},"author":[{"family":"Schwarz","given":"Benjamin"},{"family":"Vázquez","given":"Diego P."},{"family":"CaraDonna","given":"Paul J."},{"family":"Knight","given":"Tiffany M."},{"family":"Benadi","given":"Gita"},{"family":"Dormann","given":"Carsten F."},{"family":"Gauzens","given":"Benoit"},{"family":"Motivans","given":"Elena"},{"family":"Resasco","given":"Julian"},{"family":"Blüthgen","given":"Nico"},{"family":"Burkle","given":"Laura A."},{"family":"Fang","given":"Qiang"},{"family":"Kaiser‐Bunbury","given":"Christopher N."},{"family":"Alarcón","given":"Ruben"},{"family":"Bain","given":"Justin A."},{"family":"Chacoff","given":"Natacha P."},{"family":"Huang","given":"Shuang-Quan"},{"family":"LeBuhn","given":"Gretchen"},{"family":"MacLeod","given":"Molly"},{"family":"Petanidou","given":"Theodora"},{"family":"Rasmussen","given":"Claus"},{"family":"Simanonok","given":"Michael P."},{"family":"Thompson","given":"Amibeth H."},{"family":"Fründ","given":"Jochen"}],"container-title":"Oikos","DOI":"10.1111/oik.07303","ISSN":"1600-0706","issue":"n/a","issued":{"date-parts":[[2020]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/oik.07303","source":"Wiley Online Library","title":"Temporal scale-dependence of plant–pollinator networks","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/oik.07303","volume":"n/a"},
  {"id":"simmons2019","abstract":"Indirect interactions play an essential role in governing population, community and coevolutionary dynamics across a diverse range of ecological communities. Such communities are widely represented as bipartite networks: graphs depicting interactions between two groups of species, such as plants and pollinators or hosts and parasites. For over thirty years, studies have used indices, such as connectance and species degree, to characterise the structure of these networks and the roles of their constituent species. However, compressing a complex network into a single metric necessarily discards large amounts of information about indirect interactions. Given the large literature demonstrating the importance and ubiquity of indirect effects, many studies of network structure are likely missing a substantial piece of the ecological puzzle. Here we use the emerging concept of bipartite motifs to outline a new framework for bipartite networks that incorporates indirect interactions. While this framework is a significant departure from the current way of thinking about bipartite ecological networks, we show that this shift is supported by analyses of simulated and empirical data. We use simulations to show how consideration of indirect interactions can highlight differences missed by the current index paradigm that may be ecologically important. We extend this finding to empirical plant–pollinator communities, showing how two bee species, with similar direct interactions, differ in how specialised their competitors are. These examples underscore the need to not rely solely on network- and species-level indices for characterising the structure of bipartite ecological networks.","accessed":{"date-parts":[[2020,6,26]]},"author":[{"family":"Simmons","given":"Benno I."},{"family":"Cirtwill","given":"Alyssa R."},{"family":"Baker","given":"Nick J."},{"family":"Wauchope","given":"Hannah S."},{"family":"Dicks","given":"Lynn V."},{"family":"Stouffer","given":"Daniel B."},{"family":"Sutherland","given":"William J."}],"container-title":"Oikos","DOI":"10.1111/oik.05670","ISSN":"1600-0706","issue":"2","issued":{"date-parts":[[2019]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/oik.05670","page":"154-170","source":"Wiley Online Library","title":"Motifs in bipartite ecological networks: uncovering indirect interactions","title-short":"Motifs in bipartite ecological networks","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/oik.05670","volume":"128"},
  {"id":"smith2010","author":[{"family":"Smith","given":"Ian M."},{"family":"Cook, David R.","given":""},{"family":"Smith, Bruce P.","given":""}],"collection-title":"Aquatic Ecology","container-title":"Ecology and Classification of North American Freshwater Invertebrates","edition":"Third","event-place":"Amsterdam; Boston","ISBN":"978-0-12-374855-3","issued":{"date-parts":[[2010]]},"page":"485-586","publisher":"Elsevier/Academic Press","publisher-place":"Amsterdam; Boston","title":"Water Mites (Hydrachnidiae) and Other Arachnids","type":"chapter"},
  {"id":"sniegula2016","abstract":"In organisms with complex life cycles living in seasonal environments, the synchronisation of phenological events is important from the ecological and evolutionary perspectives. Life history transitions should be synchronised to a greater degree at northern latitudes. We quantified hatching and emergence timing and synchrony in the obligate univoltine damselfly Lestes sponsa along a latitudinal gradient covering its entire north–south range in Europe. In our first experiment, populations from different latitudes were grown in separate climate chambers simulating temperature and photoperiod conditions occurring at their sites of origin. Northern populations expressed early and high synchronous hatching and emergence, central populations intermediate, and southern populations late and low synchronous hatching and emergence. This pattern was expressed at both population and full-sibling family levels, indicating stronger selection for timing and synchronisation in the north compared to the south. In our second experiment, populations from all latitudes were reared in conditions simulating an average temperature and photoperiod over the latitudinal gradient. Interestingly, the pattern of timing and synchronisation was reversed with respect to latitude when compared to the pattern shown in the first experiment, indicating the importance of environmental factors in shaping phenological events. Our results indicate strong selection for timing and synchronisation of life history events at northern latitudes, caused by time constraints. Our results also show that it is important to use as natural conditions as possible in experiments on life history shifts in organisms with complex life cycles in order to achieve a correct understanding of these shifts.","accessed":{"date-parts":[[2020,6,1]]},"author":[{"family":"Śniegula","given":"Szymon"},{"family":"Gołąb","given":"Maria J."},{"family":"Johansson","given":"Frank"}],"container-title":"Oikos","DOI":"10.1111/oik.02265","ISSN":"1600-0706","issue":"3","issued":{"date-parts":[[2016]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/oik.02265","page":"414-423","source":"Wiley Online Library","title":"Time constraint effects on phenology and life history synchrony in a damselfly along a latitudinal gradient","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1111/oik.02265","volume":"125"},
  {"id":"stein2013","abstract":"Molecular methods, such as DNA barcoding, have the potential to enhance biomonitoring programs worldwide. Altering routinely used sample preservation methods to protect DNA from degradation may pose a potential impediment to application of DNA barcoding and metagenomics for biomonitoring using benthic macroinvertebrates. Using higher volumes or concentrations of ethanol, requirements for shorter holding times, or the need to include additional filtering may increase cost and logistical constraints to existing biomonitoring programs. To address this issue we evaluated the efficacy of various ethanol-based sample preservation methods at maintaining DNA integrity. We evaluated a series of methods that were minimally modified from typical field protocols in order to identify an approach that can be readily incorporated into existing monitoring programs. Benthic macroinvertebrates were collected from a minimally disturbed stream in southern California, USA and subjected to one of six preservation treatments. Ten individuals from five taxa were selected from each treatment and processed to produce DNA barcodes from the mitochondrial gene cytochrome c oxidase I (COI). On average, we obtained successful COI sequences (i.e. either full or partial barcodes) for between 93–99% of all specimens across all six treatments. As long as samples were initially preserved in 95% ethanol, successful sequencing of COI barcodes was not affected by a low dilution ratio of 2:1, transfer to 70% ethanol, presence of abundant organic matter, or holding times of up to six months. Barcoding success varied by taxa, with Leptohyphidae (Ephemeroptera) producing the lowest barcode success rate, most likely due to poor PCR primer efficiency. Differential barcoding success rates have the potential to introduce spurious results. However, routine preservation methods can largely be used without adverse effects on DNA integrity.","accessed":{"date-parts":[[2020,6,23]]},"author":[{"family":"Stein","given":"Eric D."},{"family":"White","given":"Bryan P."},{"family":"Mazor","given":"Raphael D."},{"family":"Miller","given":"Peter E."},{"family":"Pilgrim","given":"Erik M."}],"container-title":"PLoS ONE","container-title-short":"PLoS ONE","DOI":"10.1371/journal.pone.0051273","editor":[{"family":"Steinke","given":"Dirk"}],"ISSN":"1932-6203","issue":"1","issued":{"date-parts":[[2013,1,4]]},"language":"en","page":"e51273","source":"DOI.org (Crossref)","title":"Evaluating Ethanol-based Sample Preservation to Facilitate Use of DNA Barcoding in Routine Freshwater Biomonitoring Programs Using Benthic Macroinvertebrates","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0051273","volume":"8"},
  {"id":"stock2017","abstract":"Species interaction datasets, often represented as sparse matrices, are usually collected through observation studies targeted at identifying species interactions. Due to the extensive required sampling effort, species interaction datasets usually contain many false negatives, often leading to bias in derived descriptors. We show that a simple linear filter can be used to detect false negatives by scoring interactions based on the structure of the interaction matrices. On 180 different datasets of various sizes, sparsities and ecological interaction types, we found that on average in about 75% of the cases, a false negative interaction got a higher score than a true negative interaction. Furthermore, we show that this filter is very robust, even when the interaction matrix contains a very large number of false negatives. Our results demonstrate that unobserved interactions can be detected in species interaction datasets, even without resorting to information about the species involved.","accessed":{"date-parts":[[2020,8,25]]},"author":[{"family":"Stock","given":"Michiel"},{"family":"Poisot","given":"Timothée"},{"family":"Waegeman","given":"Willem"},{"family":"De Baets","given":"Bernard"}],"container-title":"Scientific Reports","DOI":"10.1038/srep45908","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[[2017,4,6]]},"language":"en","number":"1","page":"45908","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Linear filtering reveals false negatives in species interaction data","type":"article-journal","URL":"https://www.nature.com/articles/srep45908","volume":"7"},
  {"id":"svensson-coelho2016","abstract":"We tested the hypothesis that avian haemosporidian (malaria) parasites specialize on hosts that can be characterized as predictable resources at a site in Amazonian Ecuador. We incorporated host phylogenetic relationship and relative abundance in assessing parasite specialization, and we examined associations between parasite specialization and three host characteristics – abundance, mass and longevity – using quantile regression, phylogenetic logistic regression and t-tests. Hosts of specialist malaria parasite lineages were on average more abundant than hosts of generalist parasite lineages, but the relationship between host abundance and parasite specialization was not consistent across analyses. We also found support for a positive association between parasite specialization and host longevity, but this also was not consistent across analyses. Nonetheless, our findings suggest that the predictability of a host resource may play a role in the evolution of specialization. However, we also discuss two alternative explanations to the resource predictability hypothesis for specialization: (i) that interspecific interactions among the parasites themselves might constrain some parasites to a specialist strategy, and (ii) that frequent encounters with multiple host species, mediated by blood-sucking insects, might promote generalization within this system.","accessed":{"date-parts":[[2021,4,11]]},"author":[{"family":"Svensson‐Coelho","given":"Maria"},{"family":"Loiselle","given":"Bette A."},{"family":"Blake","given":"John G."},{"family":"Ricklefs","given":"Robert E."}],"container-title":"Molecular Ecology","DOI":"https://doi.org/10.1111/mec.13758","ISSN":"1365-294X","issue":"17","issued":{"date-parts":[[2016]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/mec.13758","page":"4377-4391","source":"Wiley Online Library","title":"Resource predictability and specialization in avian malaria parasites","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1111/mec.13758","volume":"25"},
  {"id":"tripet2002","accessed":{"date-parts":[[2020,10,1]]},"author":[{"family":"Tripet","given":"Frederic"},{"family":"Christe","given":"Philippe"},{"family":"Moller","given":"Anders Pape"}],"container-title":"Journal of Animal Ecology","container-title-short":"J Anim Ecology","DOI":"10.1046/j.1365-2656.2002.00639.x","ISSN":"0021-8790, 1365-2656","issue":"5","issued":{"date-parts":[[2002,9]]},"language":"en","page":"735-748","source":"DOI.org (Crossref)","title":"The importance of host spatial distribution for parasite specialization and speciation: a comparative study of bird fleas (Siphonaptera: Ceratophyllidae)","title-short":"The importance of host spatial distribution for parasite specialization and speciation","type":"article-journal","URL":"http://doi.wiley.com/10.1046/j.1365-2656.2002.00639.x","volume":"71"},
  {"id":"vamosi2009","abstract":"The analysis of the phylogenetic structure of communities can help reveal contemporary ecological interactions, as well as link community ecology with biogeography and the study of character evolution. The number of studies employing this broad approach has increased to the point where comparison of their results can now be used to highlight successes and deficiencies in the approach, and to detect emerging patterns in community organization. We review studies of the phylogenetic structure of communities of different major taxa and trophic levels, across different spatial and phylogenetic scales, and using different metrics and null models. Twenty-three of 39 studies (59%) find evidence for phylogenetic clustering in contemporary communities, but terrestrial and/or plant systems are heavily over-represented among published studies. Experimental investigations, although uncommon at present, hold promise for unravelling mechanisms underlying the phylogenetic community structure patterns observed in community surveys. We discuss the relationship between metrics of phylogenetic clustering and tree balance and explore the various emerging biases in taxonomy and pitfalls of scale. Finally, we look beyond one-dimensional metrics of phylogenetic structure towards multivariate descriptors that better capture the variety of ecological behaviours likely to be exhibited in communities of species with hundreds of millions of years of independent evolution.","accessed":{"date-parts":[[2020,11,19]]},"author":[{"family":"Vamosi","given":"S. M."},{"family":"Heard","given":"S. B."},{"family":"Vamosi","given":"J. C."},{"family":"Webb","given":"C. O."}],"container-title":"Molecular Ecology","DOI":"https://doi.org/10.1111/j.1365-294X.2008.04001.x","ISSN":"1365-294X","issue":"4","issued":{"date-parts":[[2009]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/j.1365-294X.2008.04001.x","page":"572-592","source":"Wiley Online Library","title":"Emerging patterns in the comparative analysis of phylogenetic community structure","type":"article-journal","URL":"http://onlinelibrary.wiley.com/doi/abs/10.1111/j.1365-294X.2008.04001.x","volume":"18"},
  {"id":"vellend2011","author":[{"family":"Vellend","given":"Mark"},{"family":"Cornwell","given":"William K."},{"family":"Magnuson-Ford","given":"Karen"},{"family":"Mooers","given":"Arne Ø"}],"container-title":"Biological diversity: frontiers in measurement and assessment","event-place":"Oxford","issued":{"date-parts":[[2011]]},"page":"194-207","publisher":"Oxford University Press","publisher-place":"Oxford","title":"Measuring phylogenetic biodiversity","type":"chapter"},
  {"id":"washburne2019","abstract":"The problem of pattern and scale is a central challenge in ecology. In community ecology, an important scale is that at which we aggregate species to define our units of study, such as aggregation of “nitrogen fixing trees” to understand patterns in carbon sequestration. With the emergence of massive community ecological data sets, there is a need to objectively identify the scales for aggregating species to capture well-defined patterns in community ecological data. The phylogeny is a scaffold for identifying scales of species-aggregation associated with macroscopic patterns. Phylofactorization was developed to identify phylogenetic scales underlying patterns in relative abundance data, but many ecological data, such as presenceabsences and counts, are not relative abundances yet may still have phylogenetic scales capturing patterns of interest. Here, we broaden phylofactorization to a graph-partitioning algorithm identifying phylogenetic scales in community ecological data. As a graph-partitioning algorithm, phylofactorization connects many tools from data analysis to phylogenetically informed analyses of community ecological data. Two-sample tests identify five phylogenetic factors of mammalian body mass which arose during the K-Pg extinction event, consistent with other analyses of mammalian body mass evolution. Projection of data onto coordinates connecting the phylogeny and graph-partitioning algorithm yield a phylogenetic principal components analysis which refines our understanding of the major sources of variation in the human gut microbiome. These same coordinates allow generalized additive modeling of microbes in Central Park soils, confirming that a large clade of Acidobacteria thrive in neutral soils. The graphpartitioning algorithm extends to generalized linear and additive modeling of exponential family random variables by phylogenetically constrained reduced-rank regression or stepwise factor contrasts. All of these tools can be implemented with the R package phylofactor.","author":[{"family":"Washburne","given":"Alex D"},{"family":"Silverman","given":"Justin D"},{"family":"Morton","given":"James T"},{"family":"Becker","given":"Daniel J"},{"family":"Crowley","given":"Daniel"},{"family":"Mukherjee","given":"Sayan"},{"family":"David","given":"Lawrence A"},{"family":"Plowright","given":"Raina K"}],"container-title":"Ecological Monographs","issue":"2","issued":{"date-parts":[[2019]]},"language":"en","page":"27","source":"Zotero","title":"Phylofactorization: a graph partitioning algorithm to identify phylogenetic scales of ecological data","type":"article-journal","volume":"89"},
  {"id":"weiblen2006","abstract":"Theory has long predicted that insect community structure should be related to host plant phylogeny. We examined the distribution of insect herbivore associations with respect to host plant phylogeny for caterpillars (Lepidoptera), beetles (Coleoptera), and grasshoppers and relatives (orthopteroids) in a New Guinea rain forest. We collected herbivores from three lineages of closely related woody plants and from more distantly related plant lineages in the same locality to examine the phylogenetic scale at which host specificity can be detected in a community sample. By grafting molecular phylogenies inferred from three different genes into a supertree, we developed a phylogenetic hypothesis for the host community. Feeding experiments were performed on more than 100 000 live insects collected from the 62 host species. We examined patterns of host use with respect to the host plant phylogeny. As predicted, we found a negative relationship between faunal similarity, defined as the proportion of all herbivores feeding on two hosts that are shared between the hosts, and the phylogenetic distance between hosts based on DNA sequence divergence. Host phylogenetic distance explained a significant fraction of the variance (25%) in herbivore community similarity, in spite of the many ecological factors that probably influence feeding patterns. Herbivore community similarity among congeneric hosts was high (50% on average) compared to overlap among host families (20–30% on average). We confirmed this pattern using the nearest taxon index (NTI) and net relatedness index (NRI) to quantify the extent of phylogenetic clustering in particular herbivore associations and to test whether patterns are significantly different from chance expectations. We found that 40% of caterpillar species showed significant phylogenetic clustering with respect to host plant associations, somewhat more so than for beetles or orthopteroids. We interpret this as evidence that a substantial fraction of tropical forest insect herbivores are clade specialists.","accessed":{"date-parts":[[2020,5,12]]},"author":[{"family":"Weiblen","given":"George D."},{"family":"Webb","given":"Campbell O."},{"family":"Novotny","given":"Vojtech"},{"family":"Basset","given":"Yves"},{"family":"Miller","given":"Scott E."}],"container-title":"Ecology","DOI":"10.1890/0012-9658(2006)87[62:PDOHUI]2.0.CO;2","ISSN":"1939-9170","issue":"sp7","issued":{"date-parts":[[2006]]},"language":"en","note":"_eprint: https://esajournals.onlinelibrary.wiley.com/doi/pdf/10.1890/0012-9658%282006%2987%5B62%3APDOHUI%5D2.0.CO%3B2","page":"S62-S75","source":"Wiley Online Library","title":"Phylogenetic Dispersion of Host Use in a Tropical Insect Herbivore Community","type":"article-journal","URL":"https://esajournals.onlinelibrary.wiley.com/doi/abs/10.1890/0012-9658%282006%2987%5B62%3APDOHUI%5D2.0.CO%3B2","volume":"87"},
  {"id":"weitz2013","accessed":{"date-parts":[[2020,8,11]]},"author":[{"family":"Weitz","given":"Joshua S."},{"family":"Poisot","given":"Timothée"},{"family":"Meyer","given":"Justin R."},{"family":"Flores","given":"Cesar O."},{"family":"Valverde","given":"Sergi"},{"family":"Sullivan","given":"Matthew B."},{"family":"Hochberg","given":"Michael E."}],"container-title":"Trends in Microbiology","container-title-short":"Trends in Microbiology","DOI":"10.1016/j.tim.2012.11.003","ISSN":"0966842X","issue":"2","issued":{"date-parts":[[2013,2]]},"language":"en","page":"82-91","source":"DOI.org (Crossref)","title":"Phage–bacteria infection networks","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0966842X12002004","volume":"21"},
  {"id":"wood2017","abstract":"The first edition of this book has established itself as one of the leading references on generalized additive models (GAMs), and the only book on the topic to be introductory in nature with a wealth of practical examples and software implementation. It is self-contained, providing the necessary background in linear models, linear mixed models, and generalized linear models (GLMs), before presenting a balanced treatment of the theory and applications of GAMs and related models.   The author bases his approach on a framework of penalized regression splines, and while firmly focused on the practical aspects of GAMs, discussions include fairly full explanations of the theory underlying the methods. Use of R software helps explain the theory and illustrates the practical application of the methodology. Each chapter contains an extensive set of exercises, with solutions in an appendix or in the book’s R data package gamair, to enable use as a course text or for self-study. Simon N. Wood is a professor of Statistical Science at the University of Bristol, UK, and author of the R package mgcv.","author":[{"family":"Wood","given":"Simon N."}],"ISBN":"978-1-4987-2834-8","issued":{"date-parts":[[2017,5,18]]},"language":"en","number-of-pages":"497","publisher":"CRC Press","source":"Google Books","title":"Generalized Additive Models: An Introduction with R, Second Edition","title-short":"Generalized Additive Models","type":"book"},
  {"id":"yourth2002","accessed":{"date-parts":[[2021,3,18]]},"author":[{"family":"Yourth","given":"Christopher P."},{"family":"Forbes","given":"Mark R."},{"family":"Smith","given":"Bruce P."}],"container-title":"Ecological Entomology","DOI":"10.1046/j.1365-2311.2002.0376a.x","ISSN":"03076946","issue":"1","issued":{"date-parts":[[2002,2]]},"language":"en","page":"123-128","source":"DOI.org (Crossref)","title":"Immune expression in a damselfly is related to time of season, not to fluctuating asymmetry or host size: Ecological immunology of damselflies","title-short":"Immune expression in a damselfly is related to time of season, not to fluctuating asymmetry or host size","type":"article-journal","URL":"http://doi.wiley.com/10.1046/j.1365-2311.2002.0376a.x","volume":"27"}
]
